[
    {
        "id"  : 1,
        "bab" : "Bab 1 - Adab",
        "hadits": [
            {
                "number": 1, 
                "title" : "Hak Sesama Muslim",
                "before": "",
                "arabic": "عَنْ أَبِيْ هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “حَقُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ سِتٌّ: إِذَا لَقِيْتَهُ فَسَلِّمْ عَلَيْهِ، وَإِذَا دَعَاكَ فَأَجِبْهُ، وَإِذَا اسْتَنْصَحَكَ فَانْصَحْهُ، وَإِذَا عَطَسَ فَحَمِدَ اللَّهَ فَسَمِّتْهُ، وَإِذاَ مَرِضَ فَعُدْهُ، وَإِذاَ مَاتَ فَاتْـبَعْهُ.” رَوَاهُ مُسلِمٌ.",
                "text" : "Dari Abu Hurairah Radiyallahu anhu ia berkata: Rasulullah Sallallahu Alayhi Wasallam bersabda: ”Hak seorang muslim terhadap sesama muslim itu ada enam: jika kamu bertemu dengannya maka ucapkanlah salam, jika ia mengundangmu maka penuhilah undangannya, jika ia meminta nasihat kepadamu maka berilah ia nasihat, jika ia bersin dan mengucapkan ‘Alhamdulillah’ maka do‘akanlah ia dengan ‘Yarhamukallah’, jika ia sakit maka jenguklah dan jika ia meninggal dunia maka iringilah jenazahnya.” (HR. Muslim)."
            },
            {
                "number": 2,
                "title" : "Pandanglah Orang yang di Bawahmu dalam Masalah Dunia",
                "before": "",
                "arabic": "عَنْ أَبِيْ هُرَيْرَةَ رضي اللّه عنه قَالَ:قَالَ رَسُوْلُ اللّهِ صلّى اللّه عليه وسلّم أُنْظُرُوْا إِلَى مَنْ هُوَ أَسْفَلَ مِنْكُمْ وَلَا تَنْظُرُوْا إِلَى مَنْ هُوَ فَوْقَكُمْ فَهُوَ أَجْدَرُ عَنْ لاَ تَزْدَرُوْا نِعْمَةَ اللَّهِ عَلَيْكُمْ",
                "text" : "Dari Abū Hurairah radhiyallāhu Ta’ālā ‘anhu ia berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Lihatlah kepada yang di bawah kalian dan janganlah kalian melihat yang di atas kalian sesungguhnya hal ini akan menjadikan kalian tidak merendahkan nikmat Allāh yang Allāh berikan kepada kalian”. (HR. Imām Bukhāri dan Imām Muslim)"
            },
            {
                "number": 3,
                "title" : "Hakekat Kebaikan dan Dosa Bagian",
                "before": "",
                "arabic": "وَ عَنِ النَّوَّاسِ ابْنِ سَمْعَانَ رضي اللّه عنه قَالَ سَأَلْتُ رَسُوْلَ اللّهِ صلّى اللّه عليه وسلّم عَنِ الْبِرِّ وَ اْلأِثْمِ فَقَالَ اَلْبِرُّ حُسْنُ الْخُلُقِ وَ اْلأِثْمُ مَا حَاكَ فِى صَدْرِكَ وَكَرِهْتَ أَنْ يَطَّلِعَ عَلَيْهِ النَّاس",
                "text" : "Dari sahabat Nawwas bin Sam’an radhiyallāhu Ta’ālā ‘anhu beliau berkata: Aku bertanya kepada Rasūlullāh shallallāhu ‘alayhi wa sallam tentang makna AlBirr (yaitu kebajikan) dan itsm (yaitu dosa)-Apa itu kebajikan? Apa itu dosa?. Maka Rasūlullāh shallallāhu ‘alayhi wa sallam berkata AlBirr (kebajikan) adalah akhlaq yang mulia. Adapun dosa yaitu apa yang engkau gelisahkan dihatimu dan engkau tidak suka kalau ada orang yang mengetahuinya. (Hadits ini diriwayatkan oleh Imam Muslim)."
            },
            {
                "number": 4,
                "title" : "Larangan Berbisik Antara Dua Orang Ketika Sedang Bertiga",
                "before": "",
                "arabic": "وَعَنِ ابْنِ مَسْعُودٍ – رضي الله عنه – قَالَ: قَالَ رَسُولُ اللَّهِ – صلى الله عليه وسلم: «إِذَا كُنْتُمْ ثَلَاثَةً, فَلَا يَتَنَاجَى اثْنَانِ دُونَ الْآخَرِ, حَتَّى تَخْتَلِطُوا بِالنَّاسِ; مِنْ أَجْلِ أَنَّ ذَلِكَ يُحْزِنُهُ ». مُتَّفَقٌ عَلَيْهِ, وَاللَّفْظُ لِمُسْلِمٍ. (١)  (١) – صحيح. رواه البخاري (٦٢٩٠)، ومسلم (٢١٨٤)، وليس عند مسلم لفظ «ذلك».",
                "text" : "Hadits dari Ibnu Mas’ūd radhiyallāhu Ta’ālā ‘anhu beliau berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Jika kalian bertiga maka janganlah 2 orang berbicara/berbisik bisik berduaan sementara yang ketiga tidak diajak sampai kalian bercampur dengan manusia. Karena hal ini bisa membuat orang yang ketiga tadi bersedih.” (HR. Imām Bukhāri dan Imām Muslim dan lafazhnya adalah terdapat dalam Shahīh Muslim)."
            },
            {
                "number": 5,
                "title" : "Adab-Adab Bermajelis",
                "before": "",
                "arabic": "وَعَنِ ابْنِ عُمَرَ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “لاَ يُقِيْمُ الرَّجُلُ الرَّجُلَ مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيْهِ، وَلَكِنْ تَفَسَّحُوْا وَتَوَسَّعُوْا.” مُتَّفَقٌ عَلَيْهِ.",
                "text" : "Dari Ibnu ‘Umar radhiyallāhu Ta’ālā ‘anhumā beliau berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: Janganlah seseorang memberdirikan saudaranya dari tempat duduknya kemudian dia gantikan posisi tempat duduk saudaranya tersebut, akan tetapi hendaknya mereka melapangkan dan merenggangkan.” (Muttafaqun ‘alaih)"
            },
            {
                "number": 6,
                "title" : "Anjuran Menjilati Jari Sesudah Makan",
                "before": "",
                "arabic": "وَعَنِ ابْنِ عَبَّاسٍ رضي الله الهم قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “إِذَا أَكَلَ أَحَدُكُمْ طَعَامًا فَلاَ يَمْسَحْ يَدَهُ حَتَّى يَلْعَقَهَا أَوْ يُلْعِقَهَا.” مُتَّفَقٌ عَلَيْهِ .",
                "text" : "Dari Ibnu ‘Abbas Radiyallāhu anhuma ia berkata: Rasūlullāh Shallallāhu ‘Alayhi Wasallam bersabda: “Jika salah seorang di antara kalian makan maka janganlah ia mencuci tangannya sebelum menjilatinya atau menjilatkan kepada yang lainnya.” (Muttafaqun ‘alaih)"
            },
            {
                "number": 7,
                "title" : "Adab-Adab Memberi Salam",
                "before": "",
                "arabic": "– وَعَنْ أَبِي هُرَيْرَةَ – رضي الله عنه – قَالَ: [قَالَ] رَسُولُ اللَّهِ – صلى الله عليه وسلم: «لِيُسَلِّمِ الصَّغِيرُ عَلَى الْكَبِيرِ, وَالْمَارُّ عَلَى الْقَاعِدِ, وَالْقَلِيلُ عَلَى الْكَثِيرِ». مُتَّفَقٌ عَلَيْهِ. (١) وَفِي رِوَايَةٍ لِمُسْلِمٍ: «وَالرَّاكِبُ عَلَى الْمَاشِي». (٢)",
                "text" : "Dari Abū Hurairah radhiyallāhu ‘anhu bahwa Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Hendaklah salam itu diucapkan yang muda kepada yang tua, yang berjalan kepada yang duduk, dan yang sedikit kepada yang banyak.” (Muttafaqun Alaihi)"
            },
            {
                "number": 8,
                "title" : "Adab-Adab Memberi Salam Dalam Rombongan",
                "before": "",
                "arabic": "وَعَنْ عَلِيٍّ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “يُجْزِئُ عَنِ الْجَمَاعَةِ إِذَا مَرُّوْا أَنْ يُسَلِّمَ أَحَدُهُمْ، وَيُجْزِئُ عَنِ الْجَمَاعَةِ أَنْ يَرُدَّ أَحَدُهُمْ.” رَوَاهُ أَحْمَدُ وَالْبَيْهَقِيُّ.",
                "text" : "Dari ‘Ali Radiyallāhu anhu ia berkata: Rasūlullah Shallallāhu Alayhi Wasallam bersabda: “Jika sekelompok orang lewat maka cukup satu orang saja di antara mereka yang mengucapkan salam mewakili semuanya dan juga cukup satu orang saja yang menjawab salam mewakili sekelompok yang lain.” (HR Ahmad dan al-Baihaqi)."
            },
            {
                "number": 9,
                "title" : "Larangan Mendahului Salam Kepada Orang Kafir",
                "before": "",
                "arabic": "وَعَنْهُ قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “لاَ تَبْدَؤُوْا الْيَهُوْدَ وَلاَ النَّصَارَى بِالسَّلاَمِ، وَإِذَا لَقِيتُمُوْهُمْ فِي طَرِيْقٍ فَاضْطَرُّوْهُمْ إِلَى أَضْيَقِهِ.” أَخْرَجَهُ مُسْلِمٌ .",
                "text" : "Dari Abu Hurairah Radiyallāhu anhu ia berkata: Rasūlullāh Shallallāhu Alayhi Wasallam bersabda: “Janganlah kalian mendahului mengucapkan salam kepada orang-orang Yahudi dan Nasrani, dan jika kalian bertemu dengan mereka disebuah jalan, desaklah mereka ke tempat yang paling sempit.” (HR Muslim)."
            },
            {
                "number": 10,
                "title" : "Adab-Adab Bersin",
                "before": "Dari Nabi shallallāhu ‘alayhi wa sallam bersabda:",
                "arabic": "إِذَا عَطَسَ أَحَدُكُمْ فَلْيَقُلْ: اَلْحَمْدُ الله, وَلْيَقُلْ لَهُ أَخُوهُ يَرْحَمُكَ الله, فَإِذَا قَالَ لَهُ يَرْحَمُكَ الله, فَلْيَقُلْ يَهْدِيكُمُ الله, وَيُصْلِحُ بَالَكُمْ ) أَخْرَجَهُ اَلْبُخَارِيُّ",
                "text" : "Jika salah seorang dari kalian bersin maka hendaknya dia mengatakan “Alhamdulillāh”. Dan saudaranya yang mendengarnya mengucapkan “Yarhamukallāh”. Jika saudaranya mengucapkan yarhamukallāh maka yang bersin tadi menjawab lagi dengan mengatakan “Yahdikumullāh wa yushlihu baa lakum” (semoga Allāh memberi petunjuk kepada kalian dan semoga Allāh meluruskan/memperbaiki urusanmu. (Hadits diriwayatkan oleh Imam Al-Bukhari)"
            },
            {
                "number": 11,
                "title" : "Adab-Adab Minum",
                "before": "",
                "arabic": "وَ عَنْهُ رضي اللّه تعالى عنه قال: قال رسول الله صلى الله عليه و سلم: لَا يَشْرَبَنَّ أَحَدٌ مِنْكُمْ قَائِمًا (أخرجه مسلم) ",
                "text" : "Dari Abū Hurairah radhiyallāhu Ta’āla ‘anhu, beliau berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda, “Janganlah sekali-kali seorang dari kalian minum dalam kondisi berdiri”.(HR Imam Muslim)"
            },
            {
                "number": 12,
                "title" : "Adab-Adab Memakai Sandal",
                "before":"Al-Hāfizh Ibnu Hajar rahimahullāh membawakan hadits dari ‘Ali radhiyallāhu Ta’ālā ‘anhu,",
                "arabic": "َوَعَنْهُ قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم إِذَا انْتَعَلَ أَحَدُكُمْ فَلْيَبْدَأْ بِالْيَمِينِ, وَإِذَا نَزَعَ فَلْيَبْدَأْ بِالشِّمَالِ, وَلْتَكُنْ اَلْيُمْنَى أَوَّلَهُمَا تُنْعَلُ, وَآخِرَهُمَا تُنْزَعُ",
                "text" : "Beliau berkata:“Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda, ‘Jika salah seorang dari kalian menggunakan sendal maka mulailah dengan menggunakan sandal bagian kanan, jika dia melepaskan sandalnya maka hendaknya dia mulai dengan melepaskan sandal yang kiri. Maka jadikanlah yang kanan yang pertama kali dipakai dan jadikanlah yang kanan pula yang terakhir dilepas’.” (Muttafaqun ‘Alaihi)"
            },
            {
                "number": 13,
                "title" : "Adab-Adab Memakai Sandal (Bagian 2)",
                "before": "",
                "arabic": "وَعَنْهُ قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : ” لاَ يَمْشِ أَحَدُكُمْ فِيْ نَعْلٍ وَاحِدَةٍ، وَلْيُنْعِلْهُمَا جَمِيْعًا أَوْ لِيَخْلَعْهُمَا جَمِيْعًا.” مُتَّفَقٌ عَلَيْهِِ.",
                "text" : "Dari Abu Hurairah Radiyallahu ‘anhu ia berkata: Rasūlullāh Shallallāhu Alayhi Wasallam bersabda: “Janganlah seseorang di antara kalian berjalan hanya dengan memakai satu sandal saja, hendaklah dia memakai sepasang atau melepas keduanya.” (Muttafaqun ‘alaih)."
            },
            {
                "number": 14,
                "title" : "Adab Berpakaian (Hukum Isbal)",
                "before": "Rasulullah shallallahu ‘alayhi wa sallam bersabda:",
                "arabic": "لَا يَنْظُرُ الله إِلَى مَنْ جَرَّ ثَوْبَهُ خُيَلَاءَ (مُتَّفَقٌ عَلَيْه)",
                "text" : "“Allāh tidak akan memandang orang yang menggeretkan (menjulurkan pakaiannya hingga terseret) pakaiannya karena sombong.”(Muttafaqun ‘alaih)"
            },
            {
                "number": 15,
                "title" : "Adab Makan (Makan & Minum Dengan Tangan Kanan)",
                "before": "",
                "arabic": "وَعَنْهُ أَنَّ رَسُوْلَ الله صَلَّى الله عَلَيْهِ وَ سَلَّمَ قَالَ: إِذَا أَكَلَ أَحَدُكُمْ فَلْيَأْكُلْ بِيَمِينِهِ وَإِذَا شَرِبَ فَلْيَشْرَبْ بِيَمِينِهِ فَإِنَّ الشَّيْطَانَ يَأْكُلُ بِشِمَالِهِ وَيَشْرَبُ بِشِمَالِهِ (أخرجه مسلم)",
                "text" : "Dari Ibnu ‘Umar radhiyallāhu Ta’āla ‘anhumā bahwasanya Rasūlullāh Shallallāhu ‘alayhi wa sallam bersabda : “Jika salah seseorang di antara kalian makan, maka hendaknya dia makan dengan tangan kanannya dan jika minum maka hendaknya juga minum dengan tangan kanannya. Karena sesungguhnya syaithan makan dengan tangan kirinya dan minum dengan tangan kirinya pula.” (HR Muslim)"
            },
            {
                "number": 16,
                "title" : "Adab Makan (Makan & Minum Dengan Tangan Kanan)",
                "before": "",
                "arabic": "                وَعَنْ عَمْرِو بْنِ شُعَيْبٍ, عَنْ أَبِيهِ, عَنْ جَدِّهِ قَالَ : قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( كُلْ, وَاشْرَبْ, وَالْبَسْ, وَتَصَدَّقْ فِي غَيْرِ سَرَفٍ, وَلَا مَخِيلَةٍ ) أَخْرَجَهُ أَبُو دَاوُدَ, وَأَحْمَدُ, وَعَلَّقَهُ اَلْبُخَارِيُّ",
                "text" : "Dari Amar Ibnu Syu’aib, dari ayahnya, dari kakeknya, radhiyallāhum ‘anhu bahwa Rasulullāh shallallāhu ‘alayhi wa sallam bersabda: “Makanlah, minumlah, berpakaianlah, dan bersedekahlah tanpa berlebihan dan sikap sombong.” (Riwayat Ahmad dan Abu Dawud. Hadits mu’allaq menurut Bukhari)"
            }
        ]
    },
    {
        "id"  : 2,
        "bab" : "Bab 2 - Silaturahim dan Kebaikan",
        "hadits": [
            {
                "number": 17,
                "title" : "Keutamaan Silaturrahim",
                "before": "",
                "arabic": "عَنْ أَبِيْ هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رسول الله صلى الله عليه و سلم: مَنْ أَحَبَّ أَنْ يُبْسَطَ لَهُ فِى رِزْقِهِ وَيُنْسَأَ لَهُ فِى أَثَرِهِ فَلْيَصِلْ رَحِمَهُ (أخرجه البخاري)",
                "text": "Dari Abū Hurairah radhiyallāhu Ta’āla ‘anhu berkata: Rasulullāh shallallāhu ‘alayhi wa sallam bersabda: “Barangsiapa senang untuk dilapangkan rizki dan dipanjangkan umurnya, maka jalinlah tali silaturahim (hubungan antar kerabat).” (HR Bukhari)"
            },
            {
                "number": 18,
                "title" : "Larangan Memutus Silaturahmi",
                "before": "",
                "arabic": "وَعَنْ جُبَيْرِ بْنِ مُطْعِمٍ رضي الله عنه قالَ: قَالَ رَسُوْلُ اللَّه صلى الله عليه و سلم : “لاَ يَدْخُلُ الْجَنَّةَ قَاطِعٌ” يَعْنِي: قَاطِعَ رَحِمٍ. مُتَّفَقٌ عَلَيْهِ.",
                "text": "Dari Jubair bin Muth‘im Radiyallāhu anhu ia berkata: Rasūlullāh Shallallāhu Alayhi Wasallam bersabda: “Tidak akan masuk surga orang yang memutus silaturahim.” (Muttafaqun ‘alaih)."
            },
            {
                "number": 19,
                "title" : "Perbuatan Yang Diharamkan",
                "before": "",
                "arabic": "وَعَنِ الْمُغِيْرَةِ بْنِ شُعْبَةَ رضي الله عنه عَنْ رَسُوْلِ اللَّهِ صلى الله عليه و سلم قَالَ: “إِنَّ اللَّهَ حَرَّمَ عَلَيْكُمْ عُقُوْقَ الأُمَّهَاتِ، وَوَأْدَ اَلْبَنَاتِ، وَمَنْعًا وَهَاتِ، وَكَرِهَ لَكُمْ قِيْلَ وَقَالَ، وَكَثْرَةَ السُّؤَالِ، وَإِضَاعَةَ الْمَالِ.” مُتَّفَقٌ عَلَيْهِ.",
                "text": "Dari Al-Mughirah bin Syu’bah radhiyallāhu ‘anhu, dari Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Sesungguhnya Allāh Subhānahu Wa Ta’āla mengHARAMkan atas kalian: Durhaka kepada para ibu, Mengubur anak-anak perempuan hidup-hidup, Hanya sekedar bisa menuntut hak, sementara tidak menunaikan hak orang lain (banyak menuntut sesuatu yang tidak pantas dituntutnya), Mengatakan “katanya & katanya” (banyak menukil perkataan manusia, Terlalu banyak bertanya (meminta), Dan membuang-buang (menyia-nyiakan) harta.” (Muttafaqun ‘alaih)."
            },
            {
                "number": 20,
                "title" : "Keutamaan Keridhaan Orang Tua",
                "before": "",
                "arabic": "وَعَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ رضي الله عنهما: عَنِ النَّبِيِّ صلى الله عليه و سلم قَالَ: “رِضَا اللَّهِ فِـيْ رِضَا الْوَالِدَيْـنِ، و سخط اللَّهِ فِـيْ سخط الْوَالِدَيْنِ (أَخْرَجَهُ التِّرْمِذِيُّ، وَصَحَّحَهُ ابْنُ حِبَّانَ وَالْحَاكِمُ)",
                "text": "Dari ‘Abdullāh bin ‘Amr bin al ‘Āsh Radhiyallāhu Ta’āla ‘anhumā: dari Nabi shallallāhu ‘alayhi wa sallam Beliau bersabda: “Ke-ridhā-an Allāh itu berada pada keridhā-an kedua orang tua, dan kemarahan Allāh itu berada pada kemarahan kedua orang tua.” (HR Tirmidzi dan dishahihkan oleh Ibnu Hibbān dan Al-Hākim)"
            },
            {
                "number": 21,
                "title" : "Anjuran Agar Menghormati Tetangga",
                "before": "",
                "arabic": "وَعَنْ أَنَس رضي الله عنه عَنْ النَّبِيِّ صلى الله عليه و سلم قَالَ: “وَالَّذِيْ نَفْسِيْ بِيَدِهِ لاَ يُؤْمِنُ عَبْدٌ حَتَّى يُحِبَّ لِجَارِهِ مَا يُحِبُّ لِنَفْسِهِ.” مُتَّفَقٌ عَلَيْهِ.",
                "text": "Dari Anas Radiyallāhu anhu dari Nabi Shallallāhu Alayhi Wasallam, beliau bersabda: “Demi Dzat yang jiwaku berada ditanganNya, tidaklah (sempurna) beriman seorang hamba sampai dia menyukai bagi tetangganya kebaikan yang dia suka untuk dirinya.” (Muttafaqun ‘alaih, diriwayatkan oleh Imām Bukhāri dan Imām Muslim)"
            },
            {
                "number": 22,
                "title" : "Syirik Dan Dosa-Dosa Besar",
                "before": "",
                "arabic": "وَعَنِ ابْنِ مَسْعُوْدٍ رضي الله عنه قَالَ: سَأَلْتُ رَسُوْلَ اللَّهِ صلى الله عليه و سلم : أَيُّ الذَّنْبِ أَعْظَمُ؟ قَالَ: “أَنْ تَجْعَلَ لِلّهِ نِدًّا وَهُوَ خَلَقَكَ” قُلْتُ: ثُمَّ أَيُّ؟ قَالَ: “أَنْ تَقْتُلَ وَلَدَكَ خَشْيَةَ أَنْ يَأْكُلَ مَعَكَ” قُلْتُ: ثُمَّ أَيُّ؟ قَالَ: “أَنْ تُزَانِيَ حَلِيْلَةَ جَارِكَ”.” مُتَّفَقٌ عَلَيْهِ.",
                "text": "Dari Ibnu Mas‘ud Radiyallāhu ‘anhu beliau berkata: Saya pernah bertanya kepada Rasūlullāh Shallallāhu Alayhi Wasallam : “Dosa apa yang paling besar?” Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Jika kamu menjadikan sekutu bagi Allah Subhānahu wa-ta’āla padahal Dia yang menciptakanmu.” “Kemudian apa?” Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Jika engkau membunuh anakmu karena takut ia makan bersamamu.” “Kemudian apa?” Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Jika kamu berzina dengan isteri tetanggamu.” (Muttafaqun ‘alaih)."
            },
            {
                "number": 23,
                "title" : "Mencaci Maki Orang Tua",
                "before": "",
                "arabic": "وَعَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ رضي الله عنهما أَنَّ رَسُوْلَ اللَّهِ صلى الله عليه و سلم قَالَ: “مِن الكَبَائِرِ: شتم الرَّجُلِ وَالِدَيْهِ” قِيْلَ: وَهَلْ يَسُبُّ الرَّجُلُ وَالِدَيْهِ؟ قَالَ: “نَعَمْ، يَسُبُّ أَبَا الرَّجُلِ، فَيَسُبُّ الرجل أَبَاهُ، وَيَسُبُّ أُمَّهُ، فَيَسُبُّ أُمَّهُ.” مُتَّفَقٌ عَلَيْهِ.",
                "text": "Dari shahābat ‘Abdullāh bin ‘Amr bin ‘Āsh radhiyallāhu Ta’āla ‘anhumā bahwasanya Rasūlullāh Shallallāhu Alayhi Wa sallam bersabda: “Diantara dosa besar adalah seorang lelaki memaki kedua orang tuanya.” Maka ditanyakan kepada Nabi: “Apakah ada seorang mencaci maki kedua orang tuanya?” Rasūlullāh Shallallāhu Alayhi Wa sallam bersabda: “Ya ada, seseorang mencaci ayah orang lain, maka orang lain tersebut kembali mencaci ayahnya. Dan (demikian juga) ia mencaci maki ibu orang lain, lalu orang lain tersebut mencaci ibunya pula.” (HR Imām Bukhāri dan Imām Muslim)"
            },
            {
                "number": 24,
                "title" : "Larangan Mendiamkan Saudaranya Lebih Dari Tiga Hari",
                "before": "",
                "arabic": "عنْ أبي أَيُّوبَ رَضِيَ الله تَعَالَى عَنْهُ، أنَّ رسولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قالَ: لَا يَحِلُّ لمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلَاثِ لَيَالٍ، يَلْتَقِيَانِ فَيُعْرِضُ هَذَا وَيُعْرِضُ هَذَا، وَخَيْرُهُمَا الَّذِي يَبْدَأُ بِالسَّلَامِ. (مُتَّفَقٌ عليهِ)",
                "text": "Dari Abū Ayyūb radhiyallāhu Ta’āla ‘anhu: Bahwasanya Rasūlullāh shallallāhu ‘alayhi wa sallam berkata: “Tidak halal bagi seorang muslim untuk menghajr (memboikot) saudaranya lebih dari 3 malam (yaitu 3 hari). Mereka berdua bertemu namun yang satu berpaling dan yang lainnya juga berpaling. Dan yang terbaik diantara mereka berdua yaitu yang memulai dengan memberi salam.” (Muttafaqun ‘alaih, diriwayatkan oleh Imām Bukhāri dan Imām Muslim)"
            },
            {
                "number": 25,
                "title" : "Setiap Kebaikan Adalah Sedekah",
                "before": "",
                "arabic": "وَعَنْ جَابِرٍ رضي الله عنه قَالَ: قاَلَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “كُلُّ مَعْرُوْفٍ صَدَقَةٌ.” أَخْرَجَهُ الْبُخَارِيُّ.",
                "text": "Dari Jābir radhiyallāhu Ta’āla ‘anhu, dia berkata: Rasūlullāh Shallallāhu Alayhi Wasallam bersabda: “Seluruh perbuatan baik merupakan sedekah.” (HR Imām Al Bukhari)"
            },
            {
                "number": 26,
                "title" : "Larangan Memandang Rendah Suatu Kebaikan",
                "before": "",
                "arabic": "عَنْ أَبِيْ ذَرٍّ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “لاَ تَحْقِرَنَّ مِنَ الْمَعْرُوْفِ شَيْئاً، وَلَوْ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلْقٍ.” أَخْرَجَهُ مُسْلِمٌ.",
                "text": "Dari Abu Dzarr Radhiyallāhu ‘anhu ia berkata: Rasūlullāh Shallallāhu Alayhi Wasallam bersabda: “Janganlah kamu meremehkan kebaikan apapun, meskipun kau bertemu dengan saudaramu dengan wajah berseri-seri.” (Hadits shahīh diriwayatkan oleh Imām Muslim)."
            },
            {
                "number": 27,
                "title" : "Anjuran Memperhatikan Tetangga",
                "before": "",
                "arabic": "وَعَنْهُ قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “إِذَا طَبَخْتَ مَرَقَةً فَأَكْثِرْ مَاءَهَا وَتَعَاهَدْ جِـيْرَانَكَ.” أَخْرَجَهُ مُسْلِمٌ .",
                "text": "Dari Abū Dzarr radhiyallāhu Ta’āla ‘anhu, beliau berkata: Rasūlullāh Shallallāhu Alayhi Wasallam bersabda: “Jika engkau memasak kuah, maka perbanyaklah airnya dan perhatikanlah tetangga-tetanggamu.” (HR Muslim)"
            },
            {
                "number": 28,
                "title" : "Menghilangkan Penderitaan Sesama Muslim ",
                "before": "",
                "arabic": "عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ مَنْ نَفَّسَ عَنْ مُسْلِمٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ الله عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ وَمَنْ سَتَرَ عَلَى مُسْلِمٍ سَتَرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ",
                "text": "Dari shāhabat Abū Hurairah radhiyallāhu ‘anhu, beliau berkata, Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda, Barangsiapa yang menghilangkan dari seorang Muslim penderitaannya dari penderitaan di dunia, maka Allāh akan menghilangkan darinya dari penderitaan-penderitaan hari Kiamat. Barangsiapa yang memudahkan bagi orang yang mengalami kesulitan karena terlilit hutang, maka Allāh akan memudahkan baginya urusan di dunia dan di akhirat. Barangsiapa yang menutupi aib orang Islam, maka Allāh akan menutupi aibnya di dunia dan di akhirat. Allāh senantiasa menolong hamba tersebut jika seorang hamba menolong saudaranya.” (HR Muslim)"
            },
            {
                "number": 29,
                "title" : "Keutamaan Orang Yang Menunjukkan Kepada Kebaikan",
                "before": "",
                "arabic": "وعَنْ ابن مَسْعُوْدٍ رضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “مَنْ دَلَّ عَلَى خَيْرٍ، فَلَهُ مِثْلُ أَجْرِ فاَعِلِهِ.” أَخْرَجَهُ مُسْلِمٌ .",
                "text": "Dari shahābat Ibnu Mas’ūd radhiyallāhu Ta’āla anhu, beliau berkata: Rasūlullāh shallallāhu ‘alayhi wasallam bersabda: “Barangsiapa yang menunjukkan kepada kebaikan, maka bagi dia pahala yang orang yang mengerjakan kebajikan tersebut.” (HR Muslim)"
            },
            {
                "number": 30,
                "title" : "Keutamaan Membalas Kebaikan",
                "before": "",
                "arabic": "وَعَنِ ابْنِ عُمَرَ رضي الله تعالى عنهما: عَنِ النَّبِيِّ صلى الله عليه و سلم قَالَ: “مَنِ اسْتَعاَذَكُمْ بِاللَّهِ فَأَعِيْذُوْهُ، وَمَنْ سَأَلَكُمْ بِاللَّهِ فَأَعْطُوْهُ، وَمَنْ أَتَى إِلَيْكُمْ مَعْرُوْفاً فَكَافِئُوْهُ، فَإِنْ لَمْ تَجِدُوْا فاَدْعُوْا لَهُ.” أَخْرَجَهُ الْبَيْهَقِيُّ.",
                "text": "Dari shahābat Ibnu ‘Umar Radhiyallāhu anhumā ia berkata: Dari Rasūlullāh Shallallāhu ‘Alayhi Wasallam, Beliau bersabda: “Barangsiapa yang memohon pertolongan kepada kalian dengan bertawasul (dengan menyebut nama Allāh) maka tolonglah dia. Dan barangsiapa yang meminta kepada kalian dengan menyebut nama Allāh maka penuhilah permintaannya. Dan barangsiapa yang berbuat baik kepada kalian maka balaslah (kebaikan tersebut). Jika kalian tidak mendapati (apa yang bisa kalian buat balas kebaikan tersebut) maka do’akanlah dia (orang yang berbuat baik tersebut).” (HR. Imam Baihaqi, hadist shahīh, dishahihkan oleh Ibnu Hibban dan Al-Hakim dan disepakati oleh Imam Adz-Dzahabi rahimahullāh Ta’āla)"
            }
        ]
    },
    {
        "id"  : 3,
        "bab" : "Bab 3 - Sifat Zuhud dan Wara'",
        "hadits" : [
            {
                "number": 31,
                "title" : "Menjauhi Hal-Hal Syubhat",
                "before": "",
                "arabic": "عَنِ النُّعْمَانِ بْنِ بَشِيْرٍ رضي الله تعالى عنهما قَالَ: سَمِعْتُ رَسُوْلَ اللَّهِ صلى الله عليه و سلم يَقُوْلُ -وَأَهْوَى النُّعْمَانُ بِإِصْـبَعَيْهِ إِلَى أُذُنَيْهِ-: “إِنَّ الْحَلالَ بَـيِّنٌ، وَإِنَّ الْحَرَامَ بَيِّنٌ، وَبَيْنَهُمَا مُشْتَبِهَاتٌ، لاَ يَعْلَمُهُنَّ كَثِيْرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الشُّـبُهَاتِ فَقَدِ اسْتَبْرَأَ لِدِيْنِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ فِيْ الشُّبُهَاتِ وَقَعَ فِيْ الْحَرَامِ: كَالرَّاعِيْ يَرْعَى حَوْلَ الْحِمَى يُوْشِكُ أَنْ يَقَعَ فِيْهِ، أَلاَ وَإِنَّ لِكُلِّ مَلِكٍ حِمًى، أَلاَ وَإِنَّ حِمَى اللَّهِ: مَحَارِمُهُ، أَلاَ وَإِنَّ فِيْ الْجَسَدِ مُضْغَةً، إِذَا صَلَحَتْ صَلَحَ الْجَسَدُ كُلُّهُ وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ كُلُّهُ، أَلاَ وَهِيَ: اَلْقَلْبُ.” مُتَّفَقٌ عَلَيْهِ.",
                "text": "Dari shahābat Nu’mān bin Basyīr -semoga Allāh meridhai keduanya-, ia berkata: Aku mendengar Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda-lantas Nu’mān memberi isyarat dengan kedua jarinya ke kedua telinganya-: (menunjukkan beliau mendengar langsung hadits ini dari Nabi shallallāhu ‘alayhi wa sallam). “Sesungguhnya yang halal itu jelas dan yang haram itu jelas. Dan di antara keduanya (antara haram yang jelas dan halal yang jelas) ada perkara-perkara yang musytabihāt (samar/rancu tentang haram dan halalnya). Kebanyakan orang tidak mengetahui hakikat dari perkara yang rancu ini (apakah dia halal ataukah dia haram). Barangsiapa yang menjauhkan diri dari syubhāt (perkara-perkara yang rancu) maka sungguh dia telah mensucikan agamanya dan harga dirinya. Dan barangsiapa yang terjerumus dalam perkara-perkara yang syubhat maka dia akan terjerumus dalam perkara-perkara yang haram. Sebagaimana penggembala yang dia menggembalakan hewan gembalaannya di sekitar daerah terlarang, dikhawatirkan hewan-hewannya akan masuk ke dalam daerah larangan tersebut. Ketahuilah, bahwasanya setiap raja itu memiliki daerah larangan. Ketahuilah, bahwasanya daerah larangan Allāh adalah hal-hal yang diharamkan oleh Allāh Subhānahu wa Ta’āla. Ketahuilah bahwasanya di dalam jasad itu ada segumpal daging. Jika segumpal daging itu baik maka baik pula seluruh jasad. Dan jika segumpal daging itu rusak, maka rusak pula seluruh jasad. Ketahuilah, dia adalah jantung.” (HR Al Imām Bukhāri dan Al Imām Muslim, Muttafaqun ‘alayhi)"
            },
            {
                "number": 32,
                "title" : "Larangan Menjadi Hamba Dunia",
                "before": "",
                "arabic": "وَعَنْ أَبِيْ هُرَيْرَةَ رضي الله عنه قَالَ: 8قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “تَعِـسَ عَـبْدُ الدِّيْنَارِ وَالدِّرْهَـمِ وَالْقَطِـيْفَةِ، إِنْ أُعْطِيَ رَضِيَ، وَإِنْ لَمْ يُعْطَ لَمْ يَرْضَ.” أَخْرَجَهُ الْبُخَارِيُّ.",
                "text": "Dari Abū Hurairah Radhiyallāhu ‘anhu ia berkata: Rasūlullāh Sallallāhu ‘Alayhi Wasallam bersabda: “Celaka budak dinar dan budak dirham, dan budak kain qathīfah. Kalau diberikan dunia tersebut (entah dinar, dirham atau kain yang lembut tersebut) dia senang dan kalau tidak mendapatkan dunia tersebut diapun tidak rela (marah).” (HR Bukhari)"
            },
            {
                "number": 33,
                "title" : "Perintah untuk Wara’ kepada Dunia",
                "before": "",
                "arabic": "وَعَنِ ابْنِ عُمَرَ رضي الله عنهما قَالَ: أَخَذَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم بِمَنْكِـبَيَّ، فَقَالَ: “كُنْ فِيْ الدُّنْـيَا كَأَنَّكَ غَرِيْبٌ، أَوْ عَابِرُ سَبِيْلٍ.” وَكَانَ اِبْنُ عُمَرَ رضي الله عنهما يَقُوْلُ: إِذَا أَمْسَيْتَ فَلاَ تَنْتَظِرِ الصَّبَاحَ، وَإِذَا أَصْبَحْتَ فَلاَ تَنْتَظِرِ الْمَسَاءَ، وَخُذْ مِنْ صِحَّتِكَ لِسَقَمِكَ، وَمِنْ حَيَاتِكَ لِمَوْتِكَ. أَخْرَجَهُ الْبُخَارِيُّ .",
                "text": "Dari Ibnu ‘Umar radhiyallãhu ‘anhumā ia berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam memegang kedua pundakku dan berkata: “Jadilah di dunia ini seakan-akan kamu orang asing atau orang yang numpang lewat.” Dan Ibnu ‘Umar radhiyallāhu Ta’āla ‘anhu ‘anhuma berkata: “Jika engkau telah tiba di sore hari, maka jangan tunggu waktu pagi hari. Dan jika engkau berada di pagi hari maka jangan kau tunggu tibanya sore hari. Maka gunakanlah (manfaatkanlah) kesehatanmu sebelum datang sakitmu. Dan manfaatkanlah kehidupanmu sebelum kematianmu (beramallah di kehidupanmu sebelum tiba wafatmu).” (HR Imām Al Bukhari)"
            },
            {
                "number": 34,
                "title" : "Larangan Menyerupai Kaum Kafir",
                "before": "",
                "arabic": "وَعَنِ ابْنِ عُمَرَ رضي الله الهم قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ.” أَخْرَجَهُ أَبُوْ دَاوُدَ ، وَصَحَّحَهُ اِبْنُ حِبَّان.",
                "text": "Dari Ibnu ‘Umar radhiyallāhu Ta’āla ‘anhumā ia berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Barangsiapa menyerupai suatu kaum, maka ia termasuk dari kaum tersebut.” (HR Imām Abū Dāwūd dalam Sunannya dan dishahihkan oleh Ibnu Hibban)"
            },
            {
                "number": 35,
                "title" : "Perintah Meminta Pertolongan Hanya Kepada Allāh",
                "before": "",
                "arabic": "وَعَنِ ابْنِ عَبَّاسٍ رضي الله الهم قَالَ: كُنْتُ خَلْفَ النَّبِيِّ صلى الله عليه و سلم يَوْمًا، فَقَالَ: “يَا غُلاَمُ، اِحْفَظِ اللَّهَ يَحْفَظْكَ، اِحْفَظِ اللَّهَ تَجِدْهُ تُجَاهَكَ، وَإِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ.” رَوَاهُ التِرْمِذِيُّ، وَقَالَ: حَسَنٌ صَحِيْحٌ.",
                "text": "Dari Ibnu ‘Abbās radhiyallāhu Ta’āla ‘anhumā mengatakan: Pada suatu hari aku pernah di bonceng Nabi shallallāhu ‘alayhi wa sallam dan Beliau bersabda: “Wahai remaja (pemuda), jagalah Allāh, niscaya Dia akan menjagamu. Jagalah Allāh, niscaya kamu akan mendapati-Nya selalu hadir di hadapanmu. Jika kamu meminta sesuatu, mintalah kepada Allāh. Dan jika kamu memohon pertolongan, mohonlah pertolongan kepada Allāh.” (HR Tirmidzi, dan ia berkata: “Hadits ini derajatnya adalah hasan shahih.”)"
            },
            {
                "number": 36,
                "title" : "Perintah Zuhud Terhadap Dunia",
                "before": "",
                "arabic": "وَعَنْ سَهْلِ بْنِ سَعْدٍ رضي الله عنه قَالَ: جَاءَ رَجُلٌ إلَى النَّبِيِّ صلى الله عليه و سلم فَقَالَ: يَا رَسُوْلَ اللَّهِ، دُلَّنِيْ عَلَى عَمَلٍ إِذَا عَمِلْـتُـهُ أَحَبَّنِيَ اللَّهُ، وَأَحَبَّنِيَ النَّاسُ. فَقَالَ: “اِزْهَدْ فِيْ الدُّنْـيَا يُحِبَّكَ اللَّهُ، وَازْهَدْ فِيْمَا عِنْدَ النَّاسِ يُحِبَّكَ النَّاسُ.” رَوَاهُ اِبْنُ مَاجَهُ وَسَنَدُهُ حَسَنٌ.",
                "text": "Dari Sahl bin Sa’ad Radiyallahu ‘anhu ia berkata: Seorang sahabat menemui Nabi shallallāhu ‘alayhi wa sallam dan berkata: “Wahai Rasūlullāh, tunjukkan kepadaku suatu perbuatan yang jika aku lakukan, aku akan dicintai oleh Allāh dan manusia.” Beliau bersabda: “Zuhudlah dari dunia, niscaya Allāh akan mencintaimu dan zuhudlah dari apa yang ada pada manusia, niscaya mereka akan mencintaimu.” (HR. Ibnu Majah dan lainnya dengan sanad yang hasan)"
            },
            {
                "number": 37,
                "title" : "Sebab Untuk Meraih Kecintaan Allah Kepada Seorang Hamba",
                "before": "",
                "arabic": "عَنْ سَعْدِ بْنِ أَبِيْ وَقَّاصٍ رضي الله عنه قاَلَ: سَمِعْتُ رَسُوْلَ اللَّهِ صلى الله عليه و سلم يَقُوْلُ: “إِنَّ اللَّهَ يُحِبُّ الْعَبْدَ التَّقِيَّ الْغَنِيَّ الخَفِيَّ.” أَخْرَجَهُ مُسْلِمٌ.",
                "text": "Dari Sa’ad bin Abi Waqqash radhiyallāhu ‘anhu ia berkata: Aku pernah mendengar Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Sesungguhnya Allāh mencintai seorang hamba yang bertaqwa, yang merasa cukup, dan yang rajin beribadah secara diam-diam.” (HR Muslim)"
            },
            {
                "number": 38,
                "title" : "Meninggalkan Hal-Hal Yang Bukan Urusannya",
                "before": "",
                "arabic": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “مِنْ حُسْنِ إِسْلاَمِ الْمَرْءِ، تَرْكُهُ مَا لاَ يَعْنِيْهِ.” رَوَاهُ التِّرْمِذِيُّ، وَقَالَ: حَسَنٌ",
                "text": "Dari Abū Hurairah radhiyallāhu ‘anhu, beliau berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Diantara keelokan Islam seseorang adalah meninggalkan apa yang bukan urusannya.” (HR Tirmidzi, ia berkata: “Hadits yang hasan.”)"
            },
            {
                "number": 39,
                "title" : "Larangan Berlebihan Ketika Makan",
                "before": "",
                "arabic": "وَعَنِ الْمِقْدَامِ بْنِ مَعْدِي كَرِبَ قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “مَا مَلأَ ابْنُ آدَمَ وِعَاءً شَرًّا مِنْ بَطْنِ.” أَخْرَجَهُ التِّرْمِذِيُّ وَحَسَّنَهُ.",
                "text": "Dari Al Miqdam bin Ma’dikarib radhiyallāhu ‘anhu ia berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Tidaklah anak cucu Adam memenuhi suatu tempat yang lebih buruk daripada perutnya.” (HR at Tirmidzi dan ia menghasankannya)"
            },
            {
                "number": 40,
                "title" : "Keutamaan Bertaubat kepada Allah Subhanahu wa Ta’ala",
                "before": "",
                "arabic": "وَعَنْ أَنَسٍ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “كُلُّ بَنِيْ آدَمَ خَطَّاءٌ، وَخَيْرُ الْخَطَّائِيْنَ التَّوَّابُوْنَ.” أَخْرَجَهُ التِّرْمِذِيُّ، وَابْنُ مَاجَهْ، وَسَنَدُهُ قَوِّيٌ.",
                "text": "Dari Anas radhiallahu ‘anhu, beliau berkata: “Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: ‘Seluruh anak Adam senantiasa berbuat kesalahan dan sebaik-baik orang yang berbuat kesalahan adalah mereka yang bertaubat kepada Allāh Subhānahu wa Ta’āla’.” (HR At Tirmidzi dan Ibnu Majah dan sanad qawiy)"
            },
            {
                "number": 41,
                "title" : "Diam Adalah Hikmah",
                "before": "",
                "arabic": "عَنْ أَنَسٍ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “اَلصَّمْتُ حِكَمٌ، وَقَلِيْلٌ فَاعِلُهُ.”(أَخْرَجَهُ الْبَيْهَقِيُّ فِيْ “اَلشُّعَبِِ” بِسَنَدٍ ضَعِيْفٍ وَصَحَّحَ أَنَّهُ مَوْقُوْفٌ مِنْ قَوْلِ لُُقْْمَانََ اََلْْحَكِِيْمِ)",
                "text": "Dari Anas radhiyallāhu ‘anhu beliau berkata, Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Diam adalah hikmah dan sedikit pelakunya (sedikit yang melakukannya).” (HR Imām Al Baihaqi dalam kitabnya Asy Syu’abul Īmān dengan sanad yang dha’īf dan sebagian ulama membenarkan bahwasanya hadits ini adalah dari perkataan Luqmān Al Hakīm)"
            }
        ]
    },
    {
        "id"  : 4,
        "bab" : "Bab 4 - Peringatan Terhadap Akhlak-Akhlak Buruk",
        "hadits" : [
            {
                "number": 43,
                "title" : "Hasad",
                "before": "",
                "arabic": "عَنْ أَبِيْ هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : إِيَّاكُمْ وَالْحَسَدَ، فَإِنَّ الْحَسَدَ يَأْكُلُ الْحَسَنَاتِ، كَمَا تَأْكُلُ النَّارُ الْحَطَبَ.” أَخْرَجَهُ أَبُوْ دَاوُدَ ولإبن ماجه من حديث أنس نحوه.",
                "text": "Dari Abu Hurairah Radiyallahu ‘anhu ia berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Jauhilah sifat hasad, karena sesungguhnya hasad itu dapat memakan kebaikan-kebaikan, sebagaimana api memakan kayu bakar.” (HR Abu Daud dan Ibnu Majah dari riwayat Anas bin Malik)."
            },
            {
                "number": 44,
                "title" : "Sifat Pemarah",
                "before": "Dari Abu Hurairah radhiyallāhu ‘anhu, beliau berkata:",
                "arabic": "قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “لَيْسَ الشَّدِيْدُ بِالصُّرَعَةِ، إِنَّمَا الشَّدِيْدُ الَّذِيْ يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ.” مُتَّفَقٌ عَلَيْهِ.",
                "text": "Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda:“Bukanlah seorang yang kuat adalah yang jago menjatuhkan orang lain (jago berkelahi), akan tetapi orang yang kuat yaitu yang mampu mengontrol dirinya tatkala dia sedang marah.”(Muttafaqun ‘alaih diriwayatkan oleh Imām Al Bukhāri no. 5763 dan Imām Muslim. no. 2609)"
            },
            {
                "number": 45,
                "title" : "Berbahayanya Berbuat Zhalim",
                "before": "",
                "arabic": "عَنِ ابْنِ عُمَرَ رضي الله الهم قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم ” اَلظُّلْمُ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ.” مُتَّفَقٌ عَلَيْهِ.",
                "text": "Dari Ibnu ‘Umar Radiyallahu anhuma ia berkata: Rasulullah Sallallahu Alayhi Wasallam bersabda: “Kedzaliman ialah kegelapan-kegelapan pada hari kiamat.” (Muttafaqun ‘alaih)."
            },
            {
                "number": 46,
                "title" : "Jauhilah Sifat Pelit",
                "before": "",
                "arabic": "وَعَنْ جَابِرٍ – رضى الله عنه – قَالَ: قَالَ رَسُولُ اَللَّهِ : { اِتَّقُوا اَلظُّلْمَ, فَإِنَّ اَلظُّلْمَ ظُلُمَاتٌ يَوْمَ اَلْقِيَامَةِ, وَاتَّقُوا اَلشُّحَّ , فَإِنَّهُ أَهْلَكَ مَنْ كَانَ قَبْلَكُمْ }",
                "text": "Dari Jabir radhiyallāhu ‘anhu, beliau berkata, Rasulullāh shallallāhu ‘alayhi wa sallam bersabda: “Jauhilah berbuat zhalim karena perbuatan zhalim adalah kegelapan yang bertumpuk-tumpuk pada hari kiamat dan jauhilah sifat “syuh” (sangat pelit) karena sifat sangat pelit tersebut telah membinasakan orang-orang sebelum kalian.” (HR Muslim 2578)."
            },
            {
                "number": 47,
                "title" : "Riya’",
                "before": "",
                "arabic": "وَعَنْ مَحْمُوْدِ بْنِ لَبِيْدٍ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “إِنَّ أَخْوَفَ مَا أَخَافُ عَلَيْكُمْ الشِّرْكُ الأَصْغَرُ: اَلرِّيَاءُ.” أَخْرَجَهُ أَحْمَدُ بِسَنَدٍ حَسَنٍ.",
                "text": "Dari Mahmud bin Labid radhiyallāhu ‘anhu ia berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Sesungguhnya hal yang paling aku takuti menimpa kalian ialah syirik kecil, yaitu riya’.”(HR Ahmad dengan sanad yang hasan)."
            },
            {
                "number": 48,
                "title" : "Tanda-Tanda Orang Munafik",
                "before": "Dari shahābat Abū Hurairah beliau berkata, Rasulullāh shallallāhu ‘alayhi wa sallam bersabda:",
                "arabic": "آيَةُ اَلْمُنَافِقِ ثَلاثٌ: إِذَا حَدَّثَ كَذَبَ، وإِذَا وَعَدَ أَخْلَفَ، وَإِذَا اؤْتُمِنَ خَانَ. (مُتَّفَقٌ عَلَيْهِ).وَلَهُمَا مِنْ حَدِيْثِ عَبْدِ اللَّهِ بْنِ عَمْرٍو: “وَإِذَا خَاصَمَ فَجَرَ”",
                "text": "Tanda-tanda orang Munāfiq ada tiga: ⑴ kalau dia berbicara dia berdusta ⑵ kalau dia berjanji dia menyelisihi ⑶ kalau diberi amanah (diberi kepecayaan) dia berkhianat. (Diriwayatkan oleh Imām Bukhāri dan Imām Muslim) "
            },
            {
                "number": 49,
                "title" : "Mencaci Muslim Adalah Kefasikan Dan Membunuhnya Adalah Kekufuran",
                "before": "",
                "arabic": "وَعَنِ ابْنِ مَسْعُوْدٍ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “سِبَابُ اَلْمُسْلِمِ فُسُوْقٌ، وَقِتَالُهُ كُفْرٌ.” مُتَّفَقٌ عَلَيْهِ.",
                "text": "Dari Ibnu Mas‘ud Radhiyallāhu ‘anhu ia berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Mencaci maki orang muslim adalah kefasikan, dan membunuhnya adalah kekufuran.”(Muttafaqun ‘alaih)."
            },
            {
                "number": 50,
                "title" : "Prasangka Buruk",
                "before": "Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda:",
                "arabic": "إِيَّا كُمْ وَالظَّنَّ فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيْثِ",
                "text": "“Hati-hatilah (waspadalah) kalian dari prasangka, sesungguhnya prasangka merupakan perkataan yang paling dusta.” (Hadits Riwayat Bukhāri nomor 5604, versi Fathul Bari nomor 6064 dan Muslim nomor 4646, versi Syarh Muslim nomor 2563)"
            },
            {
                "number": 51,
                "title" : "Pemimpin Yang Berbuat Ghisy Kepada Rakyat",
                "before": "",
                "arabic": "عَنْ مَعْقِلٍ بنِ يَسَارٍ رَضِيَ اللهُ عَنْهُ – قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم يَقُولُ ” مَا مِنْ عَبْدٍ يَسْتَرْعِيهِ اللهُ رَعِيَّةً يَمُوتُ يَوْمَ يَمُوتُ وَهُوَ غَاشٌّ لِرَعِيَّتِهِ إِلاَّ حَرَّمَ اللهُ عَلَيْهِ الْجَنَّةَ ” .",
                "text": "Dari Ma’qil bin Yasir Radhiyallāhu ‘anhu, dia berkata: “Saya mendengar Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda, “Tidaklah seorang hamba yang Allāh memberikan kesempatan kepadanya untuk mengatur rakyat (bawahan), tatkala (hari dimana) dia meninggal dunia, sementara ia dalam kondisi berbuat Ghisy kepada rakyatnya, kecuali Allāh akan mengharamkan baginya surga””. (HR Bukhari nomor 6617, versi Fathul Bari nomor 7150 dan Muslim nomor 3509, versi Syarh Muslim nomor 142)"
            },
            {
                "number": 52,
                "title" : "Pemimpin Yang Mempersulit Rakyatnya",
                "before": "",
                "arabic": "َوَعَنْ عَائِشَةَ -رَضِيَ اَللَّهُ عَنْهَا- قَالَتْ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( اَللَّهُمَّ مَنْ وَلِيَ مِنْ أَمْرِ أُمَّتِي شَيْئًا فَشَقَّ عَلَيْهِ فَاشْقُقْ عَلَيْهِ ) أَخْرَجَهُ مُسْلِمٌ",
                "text": "Dari ‘Aisyah radhiyallāhu ‘anha beliau berkata, Rasulullāh shallallāhu ‘alayhi wa sallam bersabda: “Ya Allāh, barangsiapa yang mengurusi umatku lantas dia merepotkan (membuat susah) umatku, maka repotkannlah dia.” (HR Muslim)"
            },
            {
                "number": 53,
                "title" : "Hindari Bagian Wajah Saat Memukul",
                "before": "",
                "arabic": "َوَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِذَا قَاتَلَ أَحَدُكُمْ فَلْيَتَجَنَّبِ اَلْوَجْهَ ) مُتَّفَقٌ عَلَيْهِ",
                "text": "Dari sahabat Abu Hurairah radhiyallāhu ‘anhu, beliau berkata: Rasulullāh shallallāhu ‘alayhi wa sallam bersabda: “Jika salah seorang dari kalian memerangi (berkelahi) maka hendaknya dia menjauhi (menghindari) wajah.” (HR Bukhari nomor 2372 versi Fathul Bari nomor 2559 dan Muslim nomor 4729 versi Syarh Muslim nomor 2612)"
            },
            {
                "number": 54,
                "title" : "Larangan Marah",
                "before": "",
                "arabic": "وَعَنْهُ أَنَّ رَجُلاً قَالَ: ( يَا رَسُولَ اَللَّهِ! أَوْصِنِي فَقَالَ: لَا تَغْضَبْ فَرَدَّدَ مِرَارًا قَالَ: لَا تَغْضَبْ )  أَخْرَجَهُ اَلْبُخَارِيُّ",
                "text": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa ada seseorang berkata: Wahai Rasulullah berilah aku nasehat. Beliau bersabda: Jangan marah. Lalu orang itu mengulangi beberapa kali dan beliau bersabda: Jangan marah. Riwayat Bukhari."
            },
            {
                "number": 55,
                "title" : "Mengelola Harta Allah Tanpa Hak",
                "before": "",
                "arabic": "َوَعَنْ خَوْلَةَ اَلْأَنْصَارِيَّةَ -رَضِيَ اَللَّهُ عَنْهَا- قَالَتْ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِنَّ رِجَالاً يتخوَّضون فِي مَالِ اَللَّهِ بِغَيْرِ حَقٍّ فَلَهُمْ اَلنَّارُ يَوْمَ اَلْقِيَامَةِ ) أَخْرَجَهُ اَلْبُخَارِيُّ",
                "text": "Dari Khaulah Al Anshariyyah radhiyallāhu ‘anha, ia berkata Rasulullāh shallallāhu ‘alayhi wa sallam bersabda: ”Sesungguhnya beberapa orang mengelola (mengatur) harta Allāh tanpa hak, maka bagi mereka neraka pada hari kiamat.” (HR Bukhari)"
            },
            {
                "number": 56,
                "title" : "Larangan Berbuat Dzalim",
                "before": "",
                "arabic": "َوَعَنْ أَبِي ذَرٍّ رضي الله عنه عَنْ اَلنَّبِيِّ -صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ– فِيمَا يَرْوِي عَنْ رَبِّهِ- قَالَ: ( يَا عِبَادِي! إِنِّي حَرَّمْتُ اَلظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلَا تَظَّالَمُوا ) أَخْرَجَهُ مُسْلِمٌ",
                "text": "Dari Abu Dzar radhiyallāhu ‘anhu, dari Nabi shallallāhu ‘alaihi wa sallam, Nabi meriwayatkan dari Rabbnya (hadits qudsi), Allāh berfirman: “Wahai hamba-hamba-Ku, sesungguhya Aku mengaharamkan kezhaliman atas diri-Ku dan Aku menjadikan kezhaliman haram diantara kalian, maka janganlah kalian saling menzhalimi.” (HR Muslim nomor 4674 versi Syarh Muslim nomor 2577)"
            },
            {
                "number": 57,
                "title" : "Ghibah",
                "before": "",
                "arabic": "َوَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اَللَّهِ صلى الله عليه وسلم قَالَ: أَتَدْرُونَ مَا اَلْغِيبَةُ؟ قَالُوا: اَللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ: ذِكْرُكَ أَخَاكَ بِمَا يَكْرَهُ قِيلَ: أَرَأَيْتَ إِنْ كَانَ فِي أَخِي مَا أَقُولُ ؟ قَالَ: إِنْ كَانَ فِيهِ مَا تَقُولُ فَقَدْ اِغْتَبْتَهُ وَإِنْ لَمْ يَكُنْ فَقَدْ بَهَتَّهُ، أَخْرَجَهُ مُسْلِمٌ",
                "text": "Dari shahabat Abu Hurairah radhiyallāhu ‘anhu, Rasulullāh shallallāhu ‘alaihi wa sallam bersabda: “Tahukah kalian apa itu ghibah?” Para shahabat menjawab: “Allāh dan Rasul-Nya yang lebih mengetahui.” Rasulullāh shallallāhu ‘alaihi wa sallam mengatakan: “Engkau menyebutkan tentang saudaramu apa yang tidak dia sukai untuk disebutkan.” Maka dikatakan kepada Nabi: “Seandainya yang aku ucapkan tentang sadaraku itu benar adanya, bagaimana menurut engkau, wahai Rasulullāh?” Kata Rasulullāh: “Kalau apa yang engkau ucapkan tentang saudaramu itu benar maka itulah ghibah, kalau ternyata yang engkau ucapkan itu tidak benar maka engkau telah berdusta atas dirinya.” (HR Imam Muslim nomor 2589)"
            },
            {
                "number": 58,
                "title" : "Hasad Dan Merendahkan Sesama Muslim",
                "before": "",
                "arabic": "عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ” لاَ تَحَاسَدُوا وَلاَ تَنَاجَشُوا وَلاَ تَبَاغَضُوا وَلاَ تَدَابَرُوا وَلاَ يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا . الْمُسْلِمُ أَخُو الْمُسْلِمِ لاَ يَظْلِمُهُ وَلاَ يَخْذُلُهُ وَلاَ يَحْقِرُهُ . التَّقْوَى هَا هُنَا ” . وَيُشِيرُ إِلَى صَدْرِهِ ثَلاَثَ مَرَّاتٍ ” بِحَسْبِ امْرِئٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ دَمُهُ وَمَالُهُ وَعِرْضُهُ ” .",
                "text": "Dari shahabat Abu Hurairah radhiyallāhu ‘anhu, beliau berkata: Rasulullāh shallallāhu ‘alaihi wasallam bersabda: “Janganlah kalian saling hasad, janganlah kalian saling melakukan najasy dan janganlah kalian saling bermusuhan membenci, dan janganlah kalian saling bertolak belakang (saling balik belakang), jangan sampai sebagian kalian menjual di atas penjualan yang lainnya. Jadilah kalian hamba-hamba Allāh yang bersaudara. Seorang muslim adalah saudara bagi muslim yang lain, dia tidak menzhaliminya dan juga tidak meninggalkannya tatkala membutuhkan pertolongannya dan dia tidak merendahkannya. Taqwa itu tempatnya disini (Rasulullāh shallallahu ‘alaihi wasallam berisyarat kepada dadanya tiga kali). Cukuplah seseorang telah dikatakan melakukan keburukan tatkala dia merendahkan saudaranya sesama muslim. Setiap muslim atas muslim yang lain haram darahnya (tidak boleh ditumpahkan), haram hartanya (tidak boleh diambil) dan harga dirinya haram (tidak boleh dijatuhkan).” (HR Muslim nomor 4650 versi Syarh Muslim nomor 2564)"
            },
            {
                "number": 59,
                "title" : "Doa Rasulullah Agar Terhindar Dari Akhlak Tercela",
                "before": "",
                "arabic": "وَعَنْ قُطْبَةَ بْنِ مَالِكٍ – رضى الله عنه – قَالَ: كَانَ رَسُولُ اَللَّهِ – صلى الله عليه وسلم -يَقُولُ: { اَللَّهُمَّ جَنِّبْنِي مُنْكَرَاتِ اَلْأَخْلَاقِ, وَالْأَعْمَالِ, وَالْأَهْوَاءِ, وَالْأَدْوَاءِ } أَخْرَجَهُ اَلتِّرْمِذِيُّ , وَصَحَّحَهُ اَلْحَاكِمُ وَاللَّفْظِ لَهُ.",
                "text": "“Yā Allāh, jauhkanlah dari aku akhlak yang munkar, amal-amal yang munkar, hawa nafsu yang munkar dan penyakit-penyakit yang munkar.” (Hadīts riwayat Tirmidzi no 3591 dan dishāhihkan oleh Al Hakim dan lafadnya dari Kitāb Al Mustadraq karangan Imām Al Hakim)"
            },
            {
                "number": 60,
                "title" : "Larangan Mendebat Sesama Muslim",
                "before": "",
                "arabic": "وَعَنْ اِبْنِ عَبَّاسٍ -رَضِيَ اَللَّهُ عَنْهُمَا- قَالَ: قَالَ رَسُولُ اَللَّهِ – صلى الله عليه وسلم -{ لَا تُمَارِ أَخَاكَ, وَلَا تُمَازِحْهُ, وَلَا تَعِدْهُ مَوْعِدًا فَتُخْلِفَهُ } أَخْرَجَهُ اَلتِّرْمِذِيُّ بِسَنَدٍ فِيهِ ضَعْفٌ.3 – ضعيف. رواه الترمذي (1995) وفي سنده ليث بن أبي سليم.",
                "text": "Dari Ibnu ‘Abbās radhiyallāhu ‘anhumā, beliau berkata, Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Janganlah engkau mendebat saudaramu dan janganlah engkau mencandainya dan janganlah engkau berjanji kepadanya dengan satu janji yang engkau akan menyelisihinya.” Hadīts ini diriwayatkan oleh Tirmidzi dengan sanad yang dhaif oleh karenanya Al Hafizh Ibnu hajar berkata: أَخْرَجَهُ اَلتِّرْمِذِيُّ بِسَنَدٍ فِيهِ ضَعْفٌ Hadīts diriwayatkan oleh Tirmidzi dengan sanad yang lemah."
            },
            {
                "number": 61,
                "title" : "Akhlak Yang Buruk dan Al Bukhl/Pelit",
                "before": "",
                "arabic": "عَنْ أَبِي سَعِيدٍ اَلْخُدْرِيِّ – رضى الله عنه – قَالَ: قَالَ رَسُولُ اَللَّهِ – صلى الله عليه وسلم -{ خَصْلَتَانِ لَا يَجْتَمِعَانِ فِي مُؤْمِنٍ: اَلْبُخْلُ, وَسُوءُ اَلْخُلُقِ } أَخْرَجَهُ اَلتِّرْمِذِيُّ, وَفِي سَنَدِهِ ضَعْفٌ.",
                "text": "Dari Abū Sa’id Al Khudri radhiyallāhu Ta’āla ‘anhu beliau berkata, Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Dua perangai yang tidak akan terkumpulkan pada seorang mu’min yaitu pelit dan akhlak yang buruk.” Hadīts ini diriwayatkan oleh Imām At Tirmidzi dalam sanadnya ada kelemahan. (HR Tirmidzi nomor 1885 versi Maktabatu Al Ma’arif nomor 1962)"
            },
            {
                "number": 62,
                "title" : "Membalas Celaan Dengan Yang Setimpal",
                "before": "",
                "arabic": "عَنْ أَبِى هُرَيْرَةَ رَضِىَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ -صلى الله عليه وسلم- قَالَ :« الْمُسْتَبَّانِ مَا قَالاَ فَعَلَى الْبَادِئِ مَا لَمْ يَعْتَدِ الْمَظْلُومُ » رَوَاهُ مُسْلِمٌ فِى الصَّحِيحِ",
                "text": "Dari Abū Hurairah berkata, Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Dua orang yang saling mencaci maki, maka apa yang diucapkan oleh keduanya dosanya kembali kepada yang memulai memaki, selama yang dimaki (dizhalimi) tidak melampaui batas.” (Hadīts ini riwayat Imām Muslim nomor 2587 dalam shahīhnya)"
            },
            {
                "number": 63,
                "title" : "Larangan Mempersulit Orang Lain",
                "before": "",
                "arabic": "وَعَنْ أَبِي صِرْمَةَ – رضى الله عنه – قَالَ: قَالَ رَسُولُ اَللَّهِ – صلى الله عليه وسلم -{ مَنْ ضَارَّ مُسْلِمًا ضَارَّهُ اَلله, وَمَنْ شَاقَّ مُسَلِّمًا شَقَّ اَللَّهُ عَلَيْهِ } أَخْرَجَهُ أَبُو دَاوُدَ وَاَلتِّرْمِذِيُّ وَحَسَّنَهُ.",
                "text": "Dari shahābat Abi Shirmah radhiyallāhu Ta’āla ‘anhu beliau berkata, Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Barangsiapa yang memberi kemudharatan kepada seorang muslim, maka Allāh akan memberi kemudharatan kepadanya, barangsiapa yang merepotkan (menyusahkan) seorang muslim maka Allāh akan menyusahkan dia.” (Hadīts riwayat Abū Dāwūd nomor 3635, At Tirmidzi nomor 1940 dan dihasankan oleh Imām At Tirmidzi)."
            },
            {
                "number": 64,
                "title" : "Larangan Berkata Kasar Dan Kotor",
                "before": "Al Imām Tirmidzi meriwayatkan dalam Sunannya, dimana Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda:",
                "arabic": "مَا شَيْءٌ أَثْقَلُ فِيْ مِيْزَانِ الْمُؤْمِنِ يَوْمَ الْقِيَامَةِ مِنْ خُلُقٍ حَسَنٍ وَإِنَّ اللهَ لَيُبْغِضُ الْفَاحِشَ الْبَذِيْءَ",
                "text": "“Sesungguhnya tidak ada sesuatu apapun yang paling berat ditimbangan kebaikan seorang mu’min pada hari kiamat seperti akhlaq yang mulia, dan sungguh-sungguh (benar-benar) Allāh benci dengan orang yang lisānnya kotor dan kasar.” (Hadīts Riwayat At Tirmidzi nomor 2002, hadīts ini hasan shahīh, lafazh ini milik At Tirmidzi, lihat Silsilatul Ahādīts Ash Shahīhah no 876)"
            },
            {
                "number": 65,
                "title" : "Larangan Mencela, Melaknat Dan Berkata Kasar Serta Kotor",
                "before": "Hadīts dari Ibnu Mas’ūd radhiyallāhu ‘anhu secara marfu’, Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda:",
                "arabic": "لَيْسَ المُؤْمِنُ بِالطَعَّانِ، وَلَا اللَعَّانِ، وَلَا الفَاحِشِ، وَلَا البَذِءِ",
                "text": "“Bukanlah seorang mu’min, orang yang suka mencela, orang yang suka melaknat dan orang yang suka berkata-kata kasar dan juga berkata-kata kotor.” (Hadīts ini kata Al Hafizh Ibnu Hajar dihasankan oleh Imām Tirmidzi dan di shahīhkan oleh Al Hakim dan Imām Ad Daruquthi merajīhkan hadīts ini, hadīts yang mauquf)"
            },
            {
                "number": 66,
                "title" : "Larangan Mencela Orang Yang Telah Meninggal Dunia",
                "before": "Dari ‘Āisyah radhiyallāhu Ta’āla ‘anhā, beliau berkata, Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda:",
                "arabic": "لَا تَسُبُّوا الأَمْوَاتِ فَإِنَّهُم قَدْ أَفْضَوا إلَى مَا قَدَّمُوْا",
                "text": "“Janganlah kalian mencaci mayat-mayat, sesungguhnya mereka telah sampai kepada hasil dari amalan yang mereka lakukan di dunia.” (Hadīts riwayat Imām Al Bukhāri nomor 6035, versi Fathul Bari nomor 6516)"
            },
            {
                "number": 67,
                "title" : "Larangan Mengadu Domba",
                "before": "",
                "arabic": "وَعَنْ حُذَيْفَةَ – رضى الله عنه – قَالَ: قَالَ رَسُولُ اَللَّهِ – صلى الله عليه وسلم -{ لَا يَدْخُلُ اَلْجَنَّةَ قَتَّاتٌ }",
                "text": "Dari shahābat Hudzaifah radhiyallāhu ‘anhu beliau berkata, Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Tidak akan masuk surga al-qattat (tukang adu domba.” (HR Bukhāri nomor 5596, versi Fathul Bari nomor 6056 dan Muslim nomor 153, versi Syarh Muslim nomor 105) "
            },
            {
                "number": 68,
                "title" : "Keutamaan Meredam Amarah",
                "before": "Al Hafizh Ibnu Hajar membawakan hadīts dari ‘Annas bin Mālik. Shahābat ‘Annas bin Mālik berkata:",
                "arabic": "… مَنْ كَفَّ غَضَبَهُ كَفَّ اللَّهُ عَنْهُ عَذَابَهُ",
                "text": "”Barangsiapa menahan amarahnya maka Allāh akan menahan adzab-Nya (yaitu) Allāh akan mencegah adzab-Nya (Hadīts riwayat At Thabrani dalam kitābnya Al Mu’jamu Al Ausath)"
            },
            {
                "number": 69,
                "title" : "Tercelanya Sifat Penipu Dan Pelit",
                "before": "",
                "arabic": "وَعَنْ أَبِي بَكْرٍ اَلصِّدِّيقِ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( لَا يَدْخُلُ اَلْجَنَّةَ خِبٌّ وَلَا بَخِيلٌ وَلَا سَيِّئُ اَلْمَلَكَةِ )  أَخْرَجَهُ اَلتِّرْمِذِيُّ وَفَرَّقَهُ حَدِيثَيْنِ وَفِي إِسْنَادِهِ ضَعْف",
                "text": "Dari Abu Bakar ash-Shiddiq Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Tidak akan masuk surga orang yang suka menipu orang kikir dan orang yang tidak bertanggungjawab terhadap apa yang dimilikinya. Riwayat Tirmidzi. Ia menjadikannya dua hadits dan dalam sanadnya ada kelemahan."
            },
            {
                "number": 70,
                "title" : "Haramnya Mendengarkan Pembicaraan Orang Lain Tanpa Seizinnya",
                "before": "",
                "arabic": "وَعَنْ اِبْنِ عَبَّاسٍ -رَضِيَ اَللَّهُ عَنْهُمَا- قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( مَنْ تَسَمَّعَ حَدِيثَ قَوْمٍ وَهُمْ لَهُ كَارِهُونَ صُبَّ فِي أُذُنَيْهِ اَلْآنُكُ يَوْمَ اَلْقِيَامَةِ )  يَعْنِي: اَلرَّصَاصَ. أَخْرَجَهُ اَلْبُخَارِيُّ",
                "text": "Dari Ibnu Abbas Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Barangsiapa mendengarkan pembicaraan suatu kaum padahal mereka tidak suka hal itu didengar pada hari kiamat kedua telinganya akan dituangi anuk -yakni:timah. Riwayat Bukhari."
            },
            {
                "number": 71,
                "title" : "Mengurusi Orang Lain",
                "before": "",
                "arabic": "وَعَنْ أَنَسٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( طُوبَى لِمَنْ شَغَلَهُ عَيْبَهُ عَنْ عُيُوبِ اَلنَّاسِ )  أَخْرَجَهُ اَلْبَزَّارُ بِإِسْنَادٍ حَسَنٍ",
                "text": "Dari Anas Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Berbahagialah orang yang tersibukkan dengan aibnya sehingga ia tidak memperhatikan aib orang lain. Riwayat Al-Bazzar dengan sanad hasan."
            },
            {
                "number": 72,
                "title" : "Peringatan Terhadap Sifat Sombong",
                "before": "",
                "arabic": "وَعَنْ اِبْنِ عُمَرَ -رَضِيَ اَللَّهُ عَنْهُمَا- قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( مَنْ تَعَاظَمَ فِي نَفْسِهِ وَاخْتَالَ فِي مِشْيَتِهِ لَقِيَ اَللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُ )  أَخْرَجَهُ اَلْحَاكِمُ وَرِجَالُهُ ثِقَاتٌ",
                "text": "Dari Ibnu Umar Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Barangsiapa menganggap besar dirinya dan bersikap sombong dalam berjalan ia akan menemui Allah dalam keadaan amat marah kepadanya. Riwayat Hakim dan para perawinya dapat dipercaya."
            },
            {
                "number": 73,
                "title" : "Tercelanya Sifat Tergesa-gesa",
                "before": "",
                "arabic": "وَعَنْ سَهْلِ بْنِ سَعْدٍ -رَضِيَ اَللَّهُ عَنْهُمَا- قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( اَلْعَجَلَةُ مِنَ اَلشَّيْطَانِ )  أَخْرَجَهُ اَلتِّرْمِذِيُّ وَقَالَ: حَسَنٌ",
                "text": "Dari Sahal Ibnu Sa'ad Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Tergesa-gesa adalah termasuk perbuatan setan. Riwayat Tirmidzi. Dia berkata bahwa hadits tersebut hasan."
            },
            {
                "number": 74,
                "title" : "Beranggapan Negatif",
                "before": "",
                "arabic": "وَعَنْ عَائِشَةَ -رَضِيَ اَللَّهُ عَنْهَا- قَالَتْ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم قَالَ: ( اَلشُّؤْمُ: سُوءُ اَلْخُلُقِ )  أَخْرَجَهُ أَحْمَدُ وَفِي إِسْنَادِهِ ضَعْف",
                "text": "Dari 'Aisyah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Beranggapan jelek adalah perangai yang jelek. Riwayat Ahmad dan sanadnya lemah."
            },
            {
                "number": 75,
                "title" : "Suka Melaknat",
                "before": "",
                "arabic": "وَعَنْ أَبِي اَلدَّرْدَاءِ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِنَّ اَللَّعَّانِينَ لَا يَكُونُونَ شُفَعَاءَ وَلَا شُهَدَاءَ يَوْمَ اَلْقِيَامَةِ )  أَخْرَجَهُ مُسْلِمٌ",
                "text": "Dari Abu Darda Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Sesungguhnya orang-orang yang suka melaknat tidak akan menjadi pemberi syafa'at dan menjadi saksi pada hari kiamat. Riwayat Muslim."
            },
            {
                "number": 77,
                "title" : "Terlarang Mencela Aib Orang Lain",
                "before": "",
                "arabic": "وَعَنْ مُعَاذِ بْنِ جَبَلٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( مَنْ عَيَّرَ أَخَاهُ بِذَنْبٍ لَمْ يَمُتْ حَتَّى يَعْمَلَهُ )  أَخْرَجَهُ اَلتِّرْمِذِيُّ وَحَسَّنَهُ وَسَنَدُهُ مُنْقَطِعٌ",
                "text": "Dari Muadz Ibnu Jabal Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Barangsiapa menghina saudaranya karena suatu dosa ia tidak akan mati sebelum melakukannya. Hadits hasan riwayat Tirmidzi dan sanadnya terputus."
            },
            {
                "number": 78,
                "title" : "Berdusta Untuk Membuat Orang Lain Tertawa",
                "before": "",
                "arabic": "وَعَنْ بَهْزِ بْنِ حَكِيمٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( وَيْلٌ لِلَّذِي يُحَدِّثُ فَيَكْذِبُ لِيَضْحَكَ بِهِ اَلْقَوْمُ وَيْلٌ لَهُ ثُمَّ وَيْلٌ لَهُ )  أَخْرَجَهُ اَلثَّلَاثَةُ وَإِسْنَادُهُ قَوِيٌّ",
                "text": "Dari Bahez Ibnu Hakim dari ayahnya dari kakeknya Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Celakalah orang yang berbicara padahal ia bohong untuk sekedar membuat orang-orang tertawa celakalah dia kemudian celakalah dia. Riwayat Imam Tiga dan sanadnya kuat."
            },
            {
                "number": 79,
                "title" : "Kaffarah Bagi Pelaku Gibah",
                "before": "",
                "arabic": "وَعَنْ أَنَسٍ رضي الله عنه عَنْ اَلنَّبِيِّ صلى الله عليه وسلم قَالَ: ( كَفَّارَةٌ مَنْ اِغْتَبْتَهُ أَنْ تَسْتَغْفِرَ لَهُ )  رَوَاهُ اَلْحَارِثُ بْنُ أَبِي أُسَامَةَ بِسَنَدٍ ضَعِيفٍ",
                "text": "Dari Anas bahwa Nabi Shallallaahu 'alaihi wa Sallam bersabda: Kafarat (membayar denda) kepada orang-orang yang engkau umpat ialah engkau memohon ampun untuknya. Riwayat Ibnu Abu Usamah dengan sanad lemah."
            },
            {
                "number": 80,
                "title" : "Berbantah-Bantahan",
                "before": "",
                "arabic": "وَعَنْ عَائِشَةَ -رَضِيَ اَللَّهُ عَنْهَا- قَالَتْ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( أَبْغَضُ اَلرِّجَالِ إِلَى اَللَّهِ اَلْأَلَدُّ اَلْخَصِمُ )  أَخْرَجَهُ مُسْلِمٌ",
                "text": "Dari 'Aisyah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Orang yang paling dibenci Allah ialah pembantah yang mencari-cari alasan untuk memenangkan pendapatnya. Riwayat Muslim.  "
            }
        ]
    },
    {
        "id"  : 5,
        "bab" : "Bab 5 - Anjuran Memiliki Akhlah Mulia",
        "hadits": [
            {
                "number": 81,
                "title" : "Perintah Jujur dan Larangan Dusta",
                "before": "",
                "arabic": "عَنِ اِبْنِ مَسْعُودٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( عَلَيْكُمْ بِالصِّدْقِ فَإِنَّ اَلصِّدْقَ يَهْدِي إِلَى اَلْبِرِّ وَإِنَّ اَلْبِرَّ يَهْدِي إِلَى اَلْجَنَّةِ وَمَا يَزَالُ اَلرَّجُلُ يَصْدُقُ وَيَتَحَرَّى اَلصِّدْقَ حَتَّى يُكْتَبَ عِنْدَ اَللَّهِ صِدِّيقًا وَإِيَّاكُمْ وَالْكَذِبَ فَإِنَّ اَلْكَذِبَ يَهْدِي إِلَى اَلْفُجُورِ وَإِنَّ اَلْفُجُورَ يَهْدِي إِلَى اَلنَّارِ وَمَا يَزَالُ اَلرَّجُلُ يَكْذِبُ وَيَتَحَرَّى اَلْكَذِبَ حَتَّى يُكْتَبَ عِنْدَ اَللَّهِ كَذَّابًا )  مُتَّفَقٌ عَلَيْهِ",
                "text": "Dari Ibnu Mas'ud Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Hendaklah kalian selalu melakukan kebenaran karena kebenaran akan menuntun kepada kebaikan dan kebaikan itu menuntun ke surga. Jika seseorang selalu berbuat benar dan bersungguh dengan kebenaran ia akan ditulis di sisi Allah sebagai orang yang sangat benar. Jauhkanlah dirimu dari bohong karena bohong akan menuntun kepada kedurhakaan dan durhaka itu menuntun ke neraka. Jika seseorang selalu bohong dan bersungguh-sungguh dengan kebohongan ia akan ditulis di sisi Allah sebagai orang yang sangat pembohong. Muttafaq Alaihi."
            },
            {
                "number": 82,
                "title" : "Menjauhi Prasangka Buruk",
                "before": "",
                "arabic": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اَللَّهِ صلى الله عليه وسلم قَالَ: ( إِيَّاكُمْ وَالظَّنَّ فَإِنَّ اَلظَّنَّ أَكْذَبُ اَلْحَدِيثِ )  مُتَّفَقٌ عَلَيْهِ",
                "text": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Jauhkanlah dirimu dari prasangka buruk karena sesungguhnya prasangka itu adalah perkataan yang paling bohong. Muttafaq Alaihi."
            },
            {
                "number": 83,
                "title" : "Peringatan Terhadap Duduk-Duduk di Jalan",
                "before": "",
                "arabic": "وَعَنْ أَبِي سَعِيدٍ اَلْخُدْرِيِّ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِيَّاكُمْ وَالْجُلُوسَ بِالطُّرُقَاتِ قَالُوا: يَا رَسُولَ اَللَّهِ! مَا لَنَا بُدٌّ مِنْ مَجَالِسِنَا; نَتَحَدَّثُ فِيهَا قَالَ: فَأَمَّا إِذَا أَبَيْتُمْ فَأَعْطُوا اَلطَّرِيقَ حَقَّهُ قَالُوا: وَمَا حَقُّهُ؟ قَالَ: غَضُّ اَلْبَصَرِ وَكَفُّ اَلْأَذَى وَرَدُّ اَلسَّلَامِ وَالْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنْ اَلْمُنْكَرِ )  مُتَّفَقٌ عَلَيْهِ",
                "text": "Dari Abu Sa’id al-Khudriy radhiallaahu 'anhu bahwasanya Nabi Shallallâhu 'alaihi wasallam bersabda: “Janganlah kalian duduk-duduk di (pinggir-pinggir) jalan!”. Lalu mereka berkata: “wahai Rasulullah! Kami tidak punya (pilihan) tempat duduk-duduk untuk berbicara (disana)”. Beliau bersabda: “bila tidak bisa kalian hindari selain harus duduk-duduk (di situ) maka berilah jalan tersebut haknya!”. Mereka berkata: “Apa hak jalan itu, wahai Rasulullah?”. beliau bersabda: “memicingkan pandangan, mencegah (adanya) gangguan, menjawab salam serta mengajak kepada kebaikan dan mencegah kemungkaran”. (H.R. Muttafaqun ‘alaihi)."
            },
            {
                "number": 84,
                "title" : "Keutamaan Menuntut Ilmu Agama",
                "before": "",
                "arabic": "وَعَنْ مُعَاوِيَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( مَنْ يُرِدِ اَللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي اَلدِّينِ )  مُتَّفَقٌ عَلَيْه",
                "text": "Dari Muawiyah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Barangsiapa yang dikehendaki kebaikan oleh Allah ia akan diberi pemahaman tentang agama. Muttafaq Alaihi."
            },
            {
                "number": 85,
                "title" : "Keutamaan Berakhlak Mulia",
                "before": "",
                "arabic": "وَعَنْ أَبِي اَلدَّرْدَاءِ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( مَا مِنْ شَيْءٍ فِي اَلْمِيزَانِ أَثْقَلُ مِنْ حُسْنِ اَلْخُلُقِ )  أَخْرَجَهُ أَبُو دَاوُدَ وَاَلتِّرْمِذِيُّ وَصَحَّحَهُ",
                "text": "Dari Abu Darda' Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Tidak ada suatu amal perbuatan pun dalam timbangan yang lebih baik daripada akhlak yang baik. Riwayat Abu Dawud dan Tirmidzi. Hadits shahih menurut Tirmidzi."
            },
            {
                "number": 86,
                "title" : "Malu Adalah Sebagian dari Iman",
                "before": "",
                "arabic": "وَعَنِ اِبْنِ عُمَرَ -رَضِيَ اَللَّهُ عَنْهُمَا- قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( اَلْحَيَاءُ مِنْ اَلْإِيمَانِ )  مُتَّفَقٌ عَلَيْهِ",
                "text": "Dari Ibnu Umar Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Malu adalah sebagian dari iman. Muttafaq Alaihi."
            },
            {
                "number": 87,
                "title" : "Malu Adalah Warisan Para Nabi",
                "before": "",
                "arabic": "وَعَنْ أَبِي مَسْعُودٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِنَّ مِمَّا أَدْرَكَ اَلنَّاسُ مِنْ كَلَامِ اَلنُّبُوَّةِ اَلْأُولَى إِذَا لَمْ تَسْتَحِ فَاصْنَعْ مَا شِئْتَ )  أَخْرَجَهُ اَلْبُخَارِيُّ",
                "text": "Dari Abi Mas'ud (al-Badri) radhiallâhu 'anhu, dia berkata: Rasulullah Shallallahu 'alaihi wasallam bersabda: Sesungguhnya diantara ucapan kenabian pertama (Adam) yang didapat oleh manusia (dari generasi ke generasi-red) adalah: 'jika engkau tidak merasa malu maka perbuatlah apa yang engkau inginkan' . (H.R.Bukhari)"
            },
            {
                "number": 88,
                "title" : "Mukmin yang Kuat Lebih Dicintai Allah",
                "before": "",
                "arabic": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( اَلْمُؤْمِنُ اَلْقَوِيُّ خَيْرٌ وَأَحَبُّ إِلَى اَللَّهِ مِنْ اَلْمُؤْمِنِ اَلضَّعِيفِ وَفِي كُلٍّ خَيْرٌ اِحْرِصْ عَلَى مَا يَنْفَعُكَ وَاسْتَعِنْ بِاَللَّهِ وَلَا تَعْجَزْ وَإِنْ أَصَابَكَ شَيْءٌ فَلَا تَقُلْ: لَوْ أَنِّي فَعَلْتُ كَانَ كَذَا وَكَذَا وَلَكِنْ قُلْ قَدَّرَ اَللَّهُ وَمَا شَاءَ فَعَلَ فَإِنَّ لَوْ تَفْتَحُ عَمَلَ اَلشَّيْطَانِ )  أَخْرَجَهُ مُسْلِمٌ",
                "text": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Orang mukmin yang kuat lebih baik dan lebih dicintai Allah daripada orang mukmin yang lemah dan masing-masing mempunyai kebaikan. Gemarlah kepada hal-hal yang berguna bagimu. Mintalah pertolongan kepada Allah dan janganlah menjadi lemah. Jika engkau ditimpa sesuatu jangan berkata: Seandainya aku berbuat begini maka akan begini dan begitu. Tetapi katakanlah: Allah telah mentakdirkan dan terserah Allah dengan apa yang Dia perbuat. Sebab kata-kata seandainya membuat pekerjaan setan. Riwayat Muslim."
            },
            {
                "number": 89,
                "title" : "Motivasi Agar Tawaduk",
                "before": "",
                "arabic": "وَعَنْ عِيَاضِ بْنِ حِمَارٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِنَّ اَللَّهَ أَوْحَى إِلَيَّ أَنْ تَوَاضَعُوا حَتَّى لَا يَبْغِيَ أَحَدٌ عَلَى أَحَدٍ وَلَا يَفْخَرَ أَحَدٌ عَلَى أَحَدٍ )  أَخْرَجَهُ مُسْلِمٌ",
                "text": "Dari Iyadl Ibnu Himar Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Sesungguhnya Allah telah mewahyukan kepadaku agar kalian merendahkan diri sehingga tidak ada seorang pun menganiaya orang lain dan tidak ada yang bersikap sombong terhadap orang lain. Riwayat Muslim."
            },
            {
                "number": 90,
                "title" : "Keutamaan Membela Kehormatan Saudara",
                "before": "",
                "arabic": "وَعَنْ أَبِي اَلدَّرْدَاءِ رضي الله عنه عَنْ اَلنَّبِيِّ صلى الله عليه وسلم قَالَ: ( مَنْ رَدَّ عَنْ عِرْضِ أَخِيهِ بِالْغَيْبِ رَدَّ اَللَّهُ عَنْ وَجْهِهِ اَلنَّارَ يَوْمَ اَلْقِيَامَةِ )  أَخْرَجَهُ اَلتِّرْمِذِيُّ وَحَسَّنَهُ  وَلِأَحْمَدَ مِنْ حَدِيثِ أَسْمَاءَ بِنْتِ يَزِيدَ نَحْوُهُ",
                "text": "Dari Abu Darda' Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam bersabda: Barangsiapa membela kehormatan saudaranya tanpa sepengetahuannya Allah akan menjaga dirinya dari api neraka pada hari kiamat. Hadits hasah riwayat Tirmidzi.Ada hadits serupa riwayat Ahmad dari Asma' Binti Yazid."
            },
            {
                "number": 91,
                "title" : "Keutamaan Memaafkan Dan Tawaduk",
                "before": "",
                "arabic": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ وَمَا زَادَ اَللَّهُ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا وَمَا تَوَاضَعَ أَحَدٌ لِلَّهِ إِلَّا رَفَعَهُ )  أَخْرَجَهُ مُسْلِمٌ",
                "text": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Suatu sedekah tidak akan mengurangi harta Allah tidak akan menambah kepada seorang hamba yang suka memberi maaf kecuali kemuliaan dan seseorang tidak merendahkan diri karena Allah kecuali Allah mengangkat orang tersebut. Riwayat Muslim."
            },
            {
                "number": 92,
                "title" : "Keutamaan Menyebarkan Salam, Menyambung Silaturahmi, dan Shalat Malam",
                "before": "",
                "arabic": "وَعَنْ عَبْدِ اَللَّهِ بْنِ سَلَّامٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( يَا أَيُّهَا اَلنَّاسُ! أَفْشُوا اَلسَّلَام وَصِلُوا اَلْأَرْحَامَ وَأَطْعِمُوا اَلطَّعَامَ وَصَلُّوا بِاللَّيْلِ وَالنَّاسُ نِيَامٌ تَدْخُلُوا اَلْجَنَّةَ بِسَلَامٍ )  أَخْرَجَهُ اَلتِّرْمِذِيُّ وَصَحَّحَهُ",
                "text": "Dari Abdullah Ibnu Salam bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Wahai manusia sebarkanlah ucapan salam hubungkanlah tali kekerabatan berilah makanan dan sholatlah pada waktu malam ketika orang-orang tengah tertidur engkau akan masuk surga dengan selamat. Hadits shahih riwayat Tirmidzi."
            },
            {
                "number": 93,
                "title" : "Agama Adalah Nasihat",
                "before": "",
                "arabic": "وَعَنْ تَمِيمٍ الدَّارِيِّ رضي الله عنه قَالَ: قَالَ صلى الله عليه وسلم ( اَلدِّينُ اَلنَّصِيحَةُ ثَلَاثًا قُلْنَا: لِمَنْ يَا رَسُولَ اَللَّهِ؟ قَالَ: لِلَّهِ وَلِكِتَابِهِ وَلِرَسُولِهِ وَلِأَئِمَّةِ اَلْمُسْلِمِينَ وَعَامَّتِهِمْ )  أَخْرَجَهُ مُسْلِمٌ",
                "text": "Dari Tamim al-Daary Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Agama adalah petunjuk (bagi manusia) -Beliau mengulangi tiga kali-. Kami bertanya: Untuk siapa wahai Rasulullah؟. Beliau bersabda: (Petunjuk manusia) untuk berbuat baik kepada Allah Kitab-Nya Rasul-Nya para pemimpin kaum muslimin dan kepada umat islam pada umumnya. Riwayat Muslim."
            },
            {
                "number": 94,
                "title" : "Takwa Dan Ahklak Mulia Sebab Masuk Surga",
                "before": "",
                "arabic": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( أَكْثَرُ مَا يُدْخِلُ اَلْجَنَّةَ تَقْوى اَللَّهِ وَحُسْنُ اَلْخُلُقِ )  أَخْرَجَهُ اَلتِّرْمِذِيُّ وَصَحَّحَهُ اَلْحَاكِمُ",
                "text": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Amal yang paling banyak menentukan masuk surga ialah takwa kepada Allah dan perangai yang baik. Riwayat Tirmidzi. Hadits shahih menurut Hakim."
            },
            {
                "number": 95,
                "title" : "Wajah Yang Berseri-Seri dan Ahklak Mulia",
                "before": "",
                "arabic": "وَعَنْهُ قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِنَّكُمْ لَا تَسَعُونَ اَلنَّاسَ بِأَمْوَالِكُمْ وَلَكِنْ لِيَسَعْهُمْ بَسْطُ اَلْوَجْهِ وَحُسْنُ اَلْخُلُقِ )  أَخْرَجَهُ أَبُو يَعْلَى وَصَحَّحَهُ اَلْحَاكِمُ",
                "text": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Sesungguhnya kalian tidak akan cukup memberi manusia dengan harta kalian tetapi kalian akan cukup memberikan kepada mereka dengan wajah yang berseri dan akhlak yang baik. Riwayat Abu Ya'la. Hadits shahih menurut Hakim."
            },
            {
                "number": 96,
                "title" : "Seorang Mukmin Cermin Bagi Saudaranya",
                "before": "",
                "arabic": "وَعَنْهُ قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( اَلْمُؤْمِنُ مِرْآةُ اَلْمُؤْمِنِ )  أَخْرَجَهُ أَبُو دَاوُدَ بِإِسْنَادٍ حَسَنٍ",
                "text": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Seorang mukmin adalah cermin bagi saudaranya yang mukmin. Riwayat Abu Dawud dengan sanad hasan."
            },
            {
                "number": 97,
                "title" : "Keutamaan Bergaul Dengan Orang di Sekitar",
                "before": "",
                "arabic": "وَعَنِ اِبْنِ عُمَرَ -رَضِيَ اَللَّهُ عَنْهُمَا- قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( اَلْمُؤْمِنُ اَلَّذِي يُخَالِطُ اَلنَّاسَ وَيَصْبِرُ عَلَى أَذَاهُمْ خَيْرٌ مِنْ اَلَّذِي لَا يُخَالِطُ اَلنَّاسَ وَلَا يَصْبِرُ عَلَى أَذَاهُمْ )  أَخْرَجَهُ اِبْنُ مَاجَهْ بِإِسْنَادٍ حَسَنٍ وَهُوَ عِنْدَ اَلتِّرْمِذِيِّ: إِلَّا أَنَّهُ لَمْ يُسَمِّ اَلصِّحَابِيَّ",
                "text": "Dari Ibnu Umar Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Orang mukmin yang bergaul dengan manusia dan bersabar dengan gangguan mereka lebih baik daripada yang tidak bergaul dengan mereka dan tidak sabar dengan gangguan mereka. Riwayat Ibnu Majah dengan sanad hasan. Hadits tersebut ada dalam riwayat Tirmidzi namun ia tidak menyebut nama dari sahabat."
            },
            {
                "number": 98,
                "title" : "Berdoa Diberikan Akhlak Mulia",
                "before": "",
                "arabic": "وَعَنِ اِبْنِ مَسْعُودٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( اَللَّهُمَّ كَمَا أَحْسَنْتَ خَلْقِي فَحَسِّنْ خُلُقِي )  رَوَاهُ أَحْمَدُ وَصَحَّحَهُ اِبْنُ حِبَّان َ",
                "text": "Dari Ibnu Mas'ud Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Ya Allah sebagaimana Engkau telah memperindah kejadianku maka perindahlah perangaiku. Riwayat Ahmad. Hadits shahih menurut Ibnu Hibban."
            }
        ]
    },
    {
        "id"  : 6,
        "bab" : "Bab 6 - Dzikir dan Doa'",
        "hadits" : [
            {
                "number": 99,
                "title" : "Allah senantiasa bersama hamba-Nya yang berdzikir",
                "before": "",
                "arabic": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( يَقُولُ اَللَّهُ -تَعَالَى-: أَنَا مَعَ عَبْدِي مَا ذَكَرَنِي وَتَحَرَّكَتْ بِي شَفَتَاهُ )  أَخْرَجَهُ ابْنُ مَاجَهْ وَصَحَّحَهُ ابْنُ حِبَّانَ وَذَكَرَهُ اَلْبُخَارِيُّ تَعْلِيقًا",
                "text": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Allah berfirman: Aku selalu bersama hamba-Ku selama ia mengingat-Ku dan kedua bibirnya bergerak menyebut-Ku. Riwayat Ibnu Majah. Hadits shahih menurut Ibnu Hibban dan mu'allaq menurut Bukhari."
            },
            {
                "number": 100,
                "title" : "Agungnya ibadah zikir kepada Allah",
                "before": "",
                "arabic": "وَعَنْ مُعَاذِ بْنِ جَبَلٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( مَا عَمِلَ ابْنُ آدَمَ عَمَلاً أَنْجَى لَهُ مِنْ عَذَابِ اَللَّهِ مِنْ ذِكْرِ اَللَّهِ )  أَخْرَجَهُ ابْنُ أَبِي شَيْبَةَ وَالطَّبَرَانِيُّ بِإِسْنَادٍ حَسَنٍ",
                "text": "Dari Muadz Ibnu Jabal Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Amal yang diperbuat anak Adam tidak ada yang menyelamatkannya dari adzab Allah selain dzikir kepada Allah. Riwayat Ibnu Abu Syaibah dan Thabrani dengan sanad hasan."
            },
            {
                "number": 101,
                "title" : "Keutamaan yang akan didapatakan bagi orang yang mengisi majelisnya dengan zikir kepada Allah",
                "before": "",
                "arabic": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( مَا جَلَسَ قَوْمٌ مَجْلِسًا يَذْكُرُونَ اَللَّهَ إِلَّا حَفَّتْ بِهِمُ الْمَلَائِكَةُ وَغَشِيَتْهُمُ الرَّحْمَةُ وَذَكَرَهُمُ اللَّهُ فِيمَنْ عِنْدَهُ )  أَخْرَجَهُ مُسْلِم",
                "text": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Suatu kaum tidak duduk dalam suatu tempat untuk berdzikir kepada Allah kecuali mereka dikelilingi oleh para malaikat dan diliputi rahmat dan Allah menyebut mereka termasuk orang-orang yang ada di dekat-Nya. Riwayat Muslim."
            },
            {
                "number": 102,
                "title" : "Kerugian yang akan didapatkan bagi orang yang tidak mengisi majelisnya dengan zikir kepada Allah",
                "before": "",
                "arabic": "وَعَنْهُ قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( مَا قَعَدَ قَوْمٌ مَقْعَدًا لَمْ يَذْكُرُوا اَللَّهَ وَلَمْ يُصَلُّوا عَلَى اَلنَّبِيِّ صلى الله عليه وسلم إِلَّا كَانَ عَلَيْهِمْ حَسْرَةً يَوْمَ اَلْقِيَامَةِ )  أَخْرَجَهُ اَلتِّرْمِذِيُّ وَقَالَ حَسَنٌ",
                "text": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Tidaklah suatu kaum itu duduk di suatu tempat yang tidak digunakan untuk berdzikir kepada Allah dan membaca sholawat Nabi Shallallaahu 'alaihi wa Sallam kecuali mereka akan ditimpa penyesalan pada hari kiamat. Hadits hasan menurut riwayat Tirmidzi."
            },
            {
                "number": 103,
                "title" : "Keutamaan berzikir seperti memerdekakan empat budak",
                "before": "",
                "arabic": "وَعَنْ أَبِي أَيُّوبَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( مَنْ قَالَ: لَا إِلَهَ إِلَّا اَللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ عَشْرَ مَرَّاتٍ كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ )  مُتَّفَقٌ عَلَيْهِ",
                "text": "Dari Abu Ayyub al-Anshory Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Barangsiapa membaca (artinya = Tidak ada Tuhan Selain Allah yang Maha Esa tiada sekutu bagi-Nya segala kerajaan dan puji hanya milik-Nya dan Dia Maha Kuasa atas segala sesuatu) sepuluh kali ia seperti orang yang memerdekakan empat belas orang dari anak Ismail. Muttafaq Alaihi."
            },
            {
                "number": 104,
                "title" : "Keutamaan berzikir dengan dihapuskan segala dosanya walaupun laksana buih air laut",
                "before": "",
                "arabic": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( مَنْ قَالَ: سُبْحَانَ اَللَّهِ وَبِحَمْدِهِ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ اَلْبَحْرِ )  مُتَّفَقٌ عَلَيْه",
                "text": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Barangsiapa membaca (artinya = Maha suci Allah dan aku memuji-Nya) seratus kali dihapuslah segala dosanya walaupun laksana buih air laut. Muttafaq Alaihi."
            },
            {
                "number": 105,
                "title" : "Tasbih ringkas berpahala besar",
                "before": "",
                "arabic": "وَعَنْ جُوَيْرِيَةَ بِنْتِ اَلْحَارِثِ قَالَتْ: قَالَ لِي رَسُولُ اَللَّهِ صلى الله عليه وسلم ( لَقَدْ قُلْتُ بَعْدَكِ أَرْبَعَ كَلِمَاتٍ لَوْ وُزِنَتْ بِمَا قُلْتِ مُنْذُ اَلْيَوْمِ لَوَزَنَتْهُنَّ سُبْحَانَ اَللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ )  أَخْرَجَهُ مُسْلِمٌ",
                "text": "Juwairiyyah Binti al-Harits Radliyallaahu 'anhu berkata: Rasulullah Shallallaahu 'alaihi wa Sallam bersabda kepadaku: Aku telah membaca kalimat mengiringi ucapanmu jika ia ditimbang (pahalanya) dengan apa yang engkau baca hari ini akan sama beratnya yaitu (artinya = Maha suci Allah dan aku memuji-Nya sebanyak ciptaan-Nya sejauh ridlo-Nya seberat timbangan arsy-Nya dan sebanyak tinta untuk menulis kalimat-Nya). Riwayat Muslim."
            },
            {
                "number": 106,
                "title" : "Al-baqiyat ash-shalihat",
                "before": "وَعَنْ أَبِي سَعِيدٍ اَلْخُدْرِيِّ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( اَلْبَاقِيَاتُ اَلصَّالِحَاتُ: لَا إِلَهَ إِلَّا اَللَّهُ وَسُبْحَانَ اَللَّهِ وَاَللَّهُ أَكْبَرُ وَالْحَمْدُ لِلَّهِ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاَللَّهِ )  أَخْرَجَهُ النَّسَائِيُّ وَصَحَّحَهُ اِبْنُ حِبَّانَ وَالْحَاكِمُ",
                "arabic": "",
                "text": "Dari Abu Said al-Khudry Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Bacaan yang kekal dan baik ialah (artinya = Tidak ada Tuhan selain Allah Mahasuci Allah Allah Maha besar segala puji milik Allah tidak ada daya dan kekuatan kecuali dengan kehendak Allah). Riwayat Nasa'i. Hadits shahih menurut Ibnu Hibban dan Hakim."
            },
            {
                "number": 107,
                "title" : "Empat perkataan yang paling dicintai oleh Allah",
                "before": "",
                "arabic": "وَعَنْ سَمُرَةَ بْنِ جُنْدُبٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( أَحَبُّ اَلْكَلَامِ إِلَى اَللَّهِ أَرْبَعٌ لَا يَضُرُّكَ بِأَيِّهِنَّ بَدَأْتَ سُبْحَانَ اَللَّهِ وَالْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اَللَّهُ وَاَللَّهُ أَكْبَرُ )  أَخْرَجَهُ مُسْلِمٌ",
                "text": "Dari Samurah Ibnu Jundab Radliyallaahu 'anhu bahwa Rasulullah saw bersabda: Ucapan yang paling disukai Allah itu empat engkau boleh memulainya dengan kalimat mana saja yaitu (artinya = Maha suci Allah segala puji milik Allah tidak ada Tuhan selain Allah dan Allah Maha besar). Riwayat Muslim."
            },
            {
                "number": 108,
                "title" : "Keutamaan Hauqalah",
                "before": "",
                "arabic": "وَعَنْ أَبِي مُوسَى اَلْأَشْعَرِيِّ رضي الله عنه قَالَ: قَالَ لِي رَسُولُ اَللَّهِ صلى الله عليه وسلم ( يَا عَبْدَ اَللَّهِ بْنَ قَيْسٍ! أَلَّا أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ اَلْجَنَّةِ? لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاَللَّهِ )  مُتَّفَقٌ عَلَيْه ِ زَادَ النَّسَائِيُّ ( وَلَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ )",
                "text": "Abu Musa al-Asy'ari berkata: Rasulullah Shallallaahu 'alaihi wa Sallam bersabda kepadaku: Wahai Abdullah Ibnu Qais maukah aku tunjukkan kepadamu satu simpanan dari beberapa simpanan surga? Yaitu (artinya = Tidak ada daya dan kekuatan kecuali dengan kehendak Allah). Muttafaq Alaihi. Nasa'i menambahkan: (artinya = Tidak ada tempat berlari dari Allah kecuali kepada-Nya)."
            },
            {
                "number": 109,
                "title" : "Doa adalah ibadah",
                "before": "",
                "arabic": "وَعَنِ النُّعْمَانِ بْنِ بَشِيرٍ -رَضِيَ اَللَّهُ عَنْهُمَا- عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ: ( إِنَّ اَلدُّعَاءَ هُوَ اَلْعِبَادَةُ )  رَوَاهُ اَلْأَرْبَعَةُ وَصَحَّحَهُ اَلتِّرْمِذِيُّ  وَلَهُ مِنْ حَدِيثِ أَنَسٍ بِلَفْظِ ( اَلدُّعَاءُ مُخُّ اَلْعِبَادَةِ )",
                "text": "Dari Nu'man Ibnu Basyir Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam bersabda: Sesungguhnya doa adalah ibadah. Riwayat Imam Empat. Hadits shahih menurut Tirmidzi. Menurut riwayatnya dalam hadits marfu' dari Anas: Doa adalah inti ibadah."
            },
            {
                "number": 110,
                "title" : "Tidak ada sesuatu pun yang lebih mulia di hadapan Allah selain doa",
                "before": "",
                "arabic": "وَلَهُ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ رَفَعَهُ ( لَيْسَ شَيْءٌ أَكْرَمَ عَلَى اَللَّهِ مِنَ الدُّعَاءِ )  وَصَحَّحَهُ اِبْنُ حِبَّانَ وَالْحَاكِمُ",
                "text": "Menurut riwayatnya dalam hadits marfu' dari Abu Hurairah r.a: Tidak ada sesuatu pun yang lebih mulia di hadapan Allah selain doa. Hadits shahih menurut Ibnu Hibban dan Hakim."
            },
            {
                "number": 111,  
                "title" : "Waktu-waktu yang mustajab",
                "before": "",
                "arabic": "وَعَنْ أَنَسٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( اَلدُّعَاءُ بَيْنَ اَلْأَذَانِ وَالْإِقَامَةِ لَا يُرَدُّ )  أَخْرَجَهُ النَّسَائِيُّ وَغَيْرُهُ وَصَحَّحَهُ اِبْنُ حِبَّانَ وَغَيْرُه",
                "text": "Dari Anas Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Do antara adzan dan qomat tidak akan ditolak. Riwayat Nasa'i dan selainnya. Hadits shahih menurut Ibnu Hibban dan lain-lain."
            },
            {
                "number": 112,
                "title" : "Mengangkat tangan ketika berdoa",
                "before": "",
                "arabic": "وَعَنْ سَلْمَانَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِنَّ رَبَّكُمْ حَيِيٌّ كَرِيمٌ يَسْتَحِي مِنْ عَبْدِهِ إِذَا رَفَعَ إِلَيْهِ يَدَيْهِ أَنْ يَرُدَّهُمَا صِفَرًا )  أَخْرَجَهُ اَلْأَرْبَعَةُ إِلَّا النَّسَائِيَّ وَصَحَّحَهُ اَلْحَاكِمُ",
                "text": "Dari Salman Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Sesungguhnya Tuhanmu Pemalu dan Pemurah Dia akan malu terhadap hamba-Nya bila ia mengangkat tangannya kepada-Nya lalu Dia mengembalikannya dengan tangan kosong. Riwayat Imam Empat selain Nasa'i. Hadits shahih menurut Hakim."
            },
            {
                "number": 113,
                "title" : "Mengusap wajah setelah",
                "before": "",
                "arabic": "وَعَنْ عُمَرَ رضي الله عنه قَالَ: ( كَانَ رَسُولُ اَللَّهِ صلى الله عليه وسلم إِذَا مَدَّ يَدَيْهِ فِي اَلدُّعَاءِ لَمْ يَرُدَّهُمَا حَتَّى يَمْسَحَ بِهِمَا وَجْهَهُ )  أَخْرَجَهُ اَلتِّرْمِذِيُّ وَلَهُ شَوَاهِدُ مِنْهَا  حَدِيثُ اِبْنِ عَبَّاسٍ عَنْ أَبِي دَاوُدَ وَمَجْمُوعُهَا يَقْتَضِي أَنَّهُ حَدِيثٌ حَسَنٌ",
                "text": "Umar Radliyallaahu 'anhu berkata: Rasulullah Shallallaahu 'alaihi wa Sallam bila mengangkat kedua tangannya waktu berdoa tidak akan mengembalikannya sebelum mengusapkan wajahnya. Riwayat Tirmidzi. Hadits tersebut mempunyai banyak saksi hadits di antaranya: Hadits Ibnu Abbas Radliyallaahu 'anhu riwayat Abu Dawud dan selainnya yang semuanya menilai bahwa hadits tersebut hasan."
            },
            {
                "number": 114,
                "title" : "Keutamaan bersholawat kepada Nabi",
                "before": "",
                "arabic": "وَعَنِ ابْنِ مَسْعُودٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِنَّ أَوْلَى اَلنَّاسِ بِي يَوْمَ اَلْقِيَامَةِ أَكْثَرُهُمْ عَلَيَّ صَلَاةً )  أَخْرَجَهُ اَلتِّرْمِذِيُّ وَصَحَّحَهُ اِبْنُ حِبَّانَ",
                "text": "Dari Ibnu Mas'ud bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Sesungguhnya orang yang paling dekat denganku pada hari kiamat ialah orang yang paling banyak membaca sholawat kepadaku. Riwayat Tirmidzi. Hadits shahih menurut Ibnu Hibban."  
            },
            {
                "number": 115,
                "title" : "Sayyidul istigfar",
                "before": "",
                "arabic": "وَعَنْ شَدَّادِ بْنِ أَوْسٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( سَيِّدُ اَلِاسْتِغْفَارِ أَنْ يَقُولَ اَلْعَبْدُ اَللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اِسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي; فَإِنَّهُ لَا يَغْفِرُ اَلذُّنُوبَ إِلَّا أَنْتَ )  أَخْرَجَهُ اَلْبُخَارِيُّ",
                "text": "Dari Syaddad Ibnu Aus Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Permohonan ampunan (istighfar) yang paling utama ialah seorang hamba membaca (artinya = Ya Allah Engkaulah Tuhanku tidak ada Tuhan selain Engkau yang telah menciptakan diriku aku hamba-Mu aku selalu berada dalam ikatan-Mu dan perjanjian-Mu selama aku mampu aku berlindung kepada-Mu dari kejahatan yang aku perbuat aku mengaku kepada-Mu dengan dosaku maka ampunilah aku sebab tiada yang akan mengampuni dosa selain Engkau). Riwayat Bukhari."
            },
            {
                "number": 116,
                "title" : "Zikir Pagi dan Petang",
                "before": "",
                "arabic": "وَعَنِ ابْنِ عُمَرَ -رَضِيَ اَللَّهُ عَنْهُمَا- قَالَ: ( لَمْ يَكُنْ رَسُولُ اَللَّهِ صلى الله عليه وسلم يَدَعُ هَؤُلَاءِ اَلْكَلِمَاتِ حِينَ يُمْسِي وَحِينَ يُصْبِحُ اَللَّهُمَّ إِنِّي أَسْأَلُكَ اَلْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي اَللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي وَاحْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِي وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي )  أَخْرَجَهُ النَّسَائِيُّ وَابْنُ مَاجَهْ وَصَحَّحَهُ اَلْحَاكِمُ",
                "text": "Ibnu Umar Radliyallaahu 'anhu berkata: Rasulullah Shallallaahu 'alaihi wa Sallam tidak pernah melewatkan kalimat-kalimat ini ketika petang dan pagi yaitu (artinya = Ya Allah aku memohon keselamatan dari-Mu dalam agamaku duniaku keluargaku dan hartaku. Ya Allah tutupilah auratku amankanlah kekhawatiranku jagalah diriku dari depanku belakangku sebelah kananku sebelah kiriku dan dari atasku. Aku berlindung dengan keagungan-Mu dari bahaya yang datang dari bawahku). Riwayat Nasa'i dan Ibnu Majah. Hadits shahih menurut Hakim."
            },
            {
                "number": 117,
                "title" : "Doa memohon kelanggengan nikmat",
                "before": "",
                "arabic": "وَعَنِ ابْنِ عُمَرَ -رَضِيَ اَللَّهُ عَنْهُمَا- قَالَ: كَانَ رَسُولُ اَللَّهِ صلى الله عليه وسلم يَقُولُ ( اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفَجْأَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ )  أَخْرَجَهُ مُسْلِمٌ",
                "text": "Ibnu Umar Radliyallaahu 'anhu berkata: Rasulullah Shallallaahu 'alaihi wa Sallam membaca doa (artinya = Ya Allah aku berlindung kepada-Mu dari menghilangnya nikmat-Mu berpindahnya keselamatan-Mu kedatangan adzab-Mu yang tiba-tiba dan dari segala kemurkaan-Mu). Riwayat Muslim."
            },
            {
                "number": 118,
                "title" : "Doa berlindung dari bahaya utang dan bahaya musuh",
                "before": "",
                "arabic": "وَعَنْ عَبْدِ اَللَّهِ بْنِ عُمَرَ -رَضِيَ اَللَّهُ عَنْهُمَا- قَالَ: ( كَانَ رَسُولُ اَللَّهِ صلى الله عليه وسلم يَقُولُ: اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ غَلَبَةِ اَلدَّيْنِ وَغَلَبَةِ اَلْعَدُوِّ وَشَمَاتَةِ اَلْأَعْدَاءِ )  رَوَاهُ النَّسَائِيُّ وَصَحَّحَهُ اَلْحَاكِمُ",
                "text": "Abdullah Ibnu Umar Radliyallaahu 'anhu berkata: Rasulullah Shallallaahu 'alaihi wa Sallam membaca doa: (Artinya = Ya Allah aku berlindung kepada-Mu dari bahaya hutang bahaya musuh dan kemenangan para musuh). Riwayat Nasa'i. Hadits shahih menurut Hakim."
            },
            {
                "number": 119,
                "title" : "Anjuran bertawasul ketika berdoa",
                "before": "",
                "arabic": "وَعَنْ بُرَيْدَةَ رضي الله عنه قَالَ: ( سَمِعَ اَلنَّبِيُّ صلى الله عليه وسلم رَجُلاً يَقُولُ اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اَللَّهُ لَا إِلَهَ إِلَّا أَنْتَ اَلْأَحَدُ اَلصَّمَدُ اَلَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ فَقَالَ:  لَقَدْ سَأَلَ اَللَّهُ بِاسْمِهِ اَلَّذِي إِذَا سُئِلَ بِهِ أَعْطَى وَإِذَا دُعِيَ بِهِ أَجَابَ )  أَخْرَجَهُ اَلْأَرْبَعَةُ وَصَحَّحَهُ اِبْنُ حِبَّانَ",
                "text": "Buraidah Radliyallaahu 'anhu berkata: Nabi Shallallaahu 'alaihi wa Sallam pernah mendengar seseorang berdoa: (artinya = Ya Allah aku memohon kepada-Mu dengan wasilah bahwa aku bersaksi bahwa Engkaulah Allah yang tiada Tuhan selain Engkau yang Mahaesa tempat semua manusia meminta yang tidak melahirkan dan tidak pula dilahirkan dan tiada seorang pun yang menyamai-Nya). Lalu Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Ia telah memohon kepada Allah dengan nama-Nya yang bila diminta dengan nama itu akan memberi dan bila dipanggil akan menjawab. Riwayat Imam Empat. Hadits shahih menurut Ibnu Hibban."
            },
            {
                "number": 120,
                "title" : "Zikir yang diucapkan di pagi dan sore hari",
                "before": "",
                "arabic": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: ( كَانَ رَسُولُ اَللَّهِ صلى الله عليه وسلم إِذَا أَصْبَحَ يَقُولُ: اَللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ اَلنُّشُورُ )  وَإِذَا أَمْسَى قَالَ مِثْلَ ذَلِكَ إِلَّا أَنَّهُ قَالَ: ( وَإِلَيْكَ اَلْمَصِيرُ )  أَخْرَجَهُ اَلْأَرْبَعَةُ",
                "text": "Abu Hurairah Radliyallaahu 'anhu berkata: Rasulullah Shallallaahu 'alaihi wa Sallam bila pagi berdoa: (artinya = Ya Allah dengan kekuasaan-Mu aku memasuki pagi dengan kekuasaan-Mu aku memasuki petang dengan kekuasaan-Mu aku hidup dengan kekuasaan-Mu aku mati dan kepada-Mu-lah tempat kembali). Bila petang hari beliau juga membaca doa tersebut namun beliau menambahkan: (Artinya = Dan kepada-Mu-lah tempat berpulang). Riwayat Imam Empat."
            },
            {
                "number": 121,
                "title" : "Doa sapu jagat",
                "before": "",
                "arabic": "وَعَنْ أَنَسٍ رضي الله عنه قَالَ: ( كَانَ أَكْثَرُ دُعَاءِ رَسُولِ اَللَّهِ صلى الله عليه وسلم رَبَّنَا آتِنَا فِي اَلدُّنْيَا حَسَنَةً وَفِي اَلْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ اَلنَّارِ )  مُتَّفَقٌ عَلَيْهِ",
                "text": "Anas berkata: Kebanyakan doa Rasulullah Shallallaahu 'alaihi wa Sallam ialah: (artinya = Ya Tuhan kami berilah kepada kami kebaikan di dunia dan kebaikan di akhirat dan peliharalah kami dari api neraka). Muttafaq Alaihi."
            },
            {
                "number": 122,
                "title" : "Doa memohon ampun dalam segala hal",
                "before": "",
                "arabic": "وَعَنْ أَبِي مُوسَى اَلْأَشْعَرِيِّ رضي الله عنه قَالَ: ( كَانَ اَلنَّبِيُّ صلى الله عليه وسلم يَدْعُو: اَللَّهُمَّ اغْفِرْ لِي خَطِيئَتِي وَجَهْلِي وَإِسْرَافِي فِي أَمْرِي وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي اَللَّهُمَّ اِغْفِرْ لِي جِدِّي وَهَزْلِي وَخَطَئِي وَعَمْدِي وَكُلُّ ذَلِكَ عِنْدِي اَللَّهُمَّ اِغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي أَنْتَ اَلْمُقَدِّمُ وَالْمُؤَخِّرُ وَأَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ )  مُتَّفَقٌ عَلَيْهِ",
                "text": "Abu Musa al-Asy'ary Radliyallaahu 'anhu berkata: Nabi Shallallaahu 'alaihi wa Sallam membaca doa: (artinya = Ya Allah ampunilah dosaku kebodohanku keborosanku dalam urusanku dan apa-apa yang Engkau lebih mengetahuinya daripada diriku. Ya Allah ampunilah diriku karena kesungguhanku senda gurauku kesalahanku dan kesengajaanku semuanya itu ada padaku. Ya Allah ampunilah diriku dari dosa yang telah dan aku lakukan apa yang aku sembunyikan apa yang aku tampakkan dan apa yang Engkau lebih mengetahuinya daripada diriku. Engkau yang memajukan Engkau yang mengundurkan dan Engkau berkuasa atas segala sesuatu). Muttafaq Alaihi."
            },
            {
                "number": 123,
                "title" : "Doa memohon agar diperbaiki agama dan kehidupan dunia",
                "before": "",
                "arabic": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: ( كَانَ رَسُولُ اَللَّهِ صلى الله عليه وسلم يَقُولُ: اَللَّهُمَّ أَصْلِحْ لِي دِينِي اَلَّذِي هُوَ عِصْمَةُ أَمْرِي وَأَصْلِحْ لِي دُنْيَايَ اَلَّتِي فِيهَا مَعَاشِي وَأَصْلِحْ لِي آخِرَتِي اَلَّتِي إِلَيْهَا مَعَادِي وَاجْعَلْ اَلْحَيَاةَ زِيَادَةً لِي فِي كُلِّ خَيْرٍ وَاجْعَلْ اَلْمَوْتَ رَاحَةً لِي مِنْ كُلِّ شَرٍّ )  أَخْرَجَهُ مُسْلِمٌ",
                "text": "Abu Hurairah Radliyallaahu 'anhu berkata: Rasulullah Shallallaahu 'alaihi wa Sallam pernah membaca doa: (Artinya = Ya Allah perbaikilah agamaku karena ia merupakan pangkal urusanku perbaikilah duniaku karena ia merupakan penghidupanku perbaikilah akhiratku karena ia merupakan tempat kembaliku dan jadikanlah hidup sebagai kesempatan untuk menambah setiap kebaikanku dan jadikanlah mati sebagai pelepas diriku dari setiap kejahatan). Riwayat Muslim."
            },
            {
                "number": 124,
                "title" : "Doa memohon ilmu yang bermanfaat",
                "before": "",
                "arabic": "وَعَنْ أَنَسٍ رضي الله عنه قَالَ: ( كَانَ رَسُولُ اَللَّهِ صلى الله عليه وسلم يَقُولُ: اَللَّهُمَّ اِنْفَعْنِي بِمَا عَلَّمْتَنِي وَعَلِّمْنِي مَا يَنْفَعُنِي وَارْزُقْنِي عِلْمًا يَنْفَعُنِي )  رَوَاهُ النَّسَائِيُّ وَالْحَاكِمُ  وَلِلتِّرْمِذِيِّ: مِنْ حَدِيثِ أَبِي هُرَيْرَةَ نَحْوُهُ وَقَالَ فِي آخِرِهِ ( وَزِدْنِي عِلْمًا وَالْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ وَأَعُوذُ بِاَللَّهِ مِنْ حَالِ أَهْلِ اَلنَّارِ )  وَإِسْنَادُهُ حَسَنٌ",
                "text": "Anas Radliyallaahu 'anhu berkata: Rasulullah Shallallaahu 'alaihi wa Sallam pernah membaca doa: (artinya = Ya Allah manfaatkanlah untuk diriku apa yang telah Engkau ajarkan kepadaku ajarilah aku dengan apa yang bermanfaat bagiku dan limpahkanlah rizqi ilmu yang bermanfaat bagiku). Riwayat Nasai dan Hakim. Tirmidzi meriwayatkan hadits serupa dari Abu Hurairah Radliyallaahu 'anhu dan beliau berdoa di ujungnya: (artinya = Tambahkanlah ilmu kepadaku segala puji bagi Allah dalam keadaan apapun dan aku berlindung kepada Allah dari keadaan penghuni neraka). Sanadnya hasan."
            },
            {
                "number": 125,
                "title" : "Doa meminta agar diberikan kebaikan dan terhindar dari keburukan",
                "before": "",
                "arabic": "وَعَنْ عَائِشَةَ -رَضِيَ اَللَّهُ عَنْهَا- أَنَّ اَلنَّبِيَّ صلى الله عليه وسلم عَلَّمَهَا هَذَا اَلدُّعَاءَ: ( اَللَّهُمَّ إِنِّي أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ وَأَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ اَللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ وَأَعُوذُ بِكَ مِنْ شَرِّ مَا عَاذَ بِهِ عَبْدُكَ وَنَبِيُّكَ اَللَّهُمَّ إِنِّي أَسْأَلُكَ اَلْجَنَّةَ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَأَعُوذُ بِكَ مِنَ النَّارِ وَمَا قَرَّبَ مِنْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَأَسْأَلُكَ أَنْ تَجْعَلَ كُلَّ قَضَاءٍ قَضَيْتَهُ لِي خَيْرًا )  أَخْرَجَهُ اِبْنُ مَاجَهْ وَصَحَّحَهُ اِبْنُ حِبَّانَ وَالْحَاكِمُ",
                "text": "Dari 'Aisyah Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam pernah mengajarkan doa kepadanya: (artinya = Ya Allah aku memohon kepada-Mu dari segala kebaikan baik yang cepat maupun lambat apa yang aku ketahui dan apa yang belum aku ketahui. Aku berlindung kepada-Mu dari segala kejahatan baik yang cepat maupun yang lambat apa yang aku ketahui dan apa yang belum aku ketahui. Ya Allah aku memohon kepada-Mu dari kebaikan seperti yang dimohon hamba-Mu dan nabi-Mu. Ya Allah aku memohon kepada-Mu surga dan apa yang dapat mendekatkan kepadanya baik ucapan maupun amalan. Aku berlindung kepada-Mu dari neraka dan apa yang dapat mendekatkan kepadanya baik ucapan maupun amalan. Dan aku memohon kepada-Mu agar Engkau menjadikan setiap keputusan yang Engkau putuskan kepadaku itu baik untukku). Riwayat Ibnu Majah. Hadits shahih menurut Ibnu Hibban dan Hakim."
            },
            {
                "number": 126,
                "title" : "Amalan ringan berpahala besar",
                "before": "",
                "arabic": "وَأَخْرَجَ اَلشَّيْخَانِ عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( كَلِمَتَانِ حَبِيبَتَانِ إِلَى اَلرَّحْمَنِ خَفِيفَتَانِ عَلَى اَللِّسَانِ ثَقِيلَتَانِ فِي اَلْمِيزَانِ سُبْحَانَ اَللَّهِ وَبِحَمْدِهِ  سُبْحَانَ اَللَّهِ اَلْعَظِيمِ )",
                "text": "Bukhari-Muslim meriwayatkan dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Dua kalimat yang disenangi Maha Pengasih ringan untuk diucapkan dan berat dalam timbangan ialah (artinya = Mahasuci Allah dan aku memuji-Nya dan Mahasuci Allah yang Mahaagung)."
            }
        ]
    }
]