[
    {
        "bab" : "Bab 1 - Adab",
        "hadits": [
            {
                "title" : "Hak Sesama Muslim",
                "before": "",
                "arabic": "عَنْ أَبِيْ هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “حَقُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ سِتٌّ: إِذَا لَقِيْتَهُ فَسَلِّمْ عَلَيْهِ، وَإِذَا دَعَاكَ فَأَجِبْهُ، وَإِذَا اسْتَنْصَحَكَ فَانْصَحْهُ، وَإِذَا عَطَسَ فَحَمِدَ اللَّهَ فَسَمِّتْهُ، وَإِذاَ مَرِضَ فَعُدْهُ، وَإِذاَ مَاتَ فَاتْـبَعْهُ.” رَوَاهُ مُسلِمٌ.",
                "id" : "Dari Abu Hurairah Radiyallahu anhu ia berkata: Rasulullah Sallallahu Alayhi Wasallam bersabda: ”Hak seorang muslim terhadap sesama muslim itu ada enam: jika kamu bertemu dengannya maka ucapkanlah salam, jika ia mengundangmu maka penuhilah undangannya, jika ia meminta nasihat kepadamu maka berilah ia nasihat, jika ia bersin dan mengucapkan ‘Alhamdulillah’ maka do‘akanlah ia dengan ‘Yarhamukallah’, jika ia sakit maka jenguklah dan jika ia meninggal dunia maka iringilah jenazahnya.” (HR. Muslim)."
            },
            {
                "title" : "Pandanglah Orang yang di Bawahmu dalam Masalah Dunia",
                "before": "",
                "arabic": "عَنْ أَبِيْ هُرَيْرَةَ رضي اللّه عنه قَالَ:قَالَ رَسُوْلُ اللّهِ صلّى اللّه عليه وسلّم أُنْظُرُوْا إِلَى مَنْ هُوَ أَسْفَلَ مِنْكُمْ وَلَا تَنْظُرُوْا إِلَى مَنْ هُوَ فَوْقَكُمْ فَهُوَ أَجْدَرُ عَنْ لاَ تَزْدَرُوْا نِعْمَةَ اللَّهِ عَلَيْكُمْ",
                "id" : "Dari Abū Hurairah radhiyallāhu Ta’ālā ‘anhu ia berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Lihatlah kepada yang di bawah kalian dan janganlah kalian melihat yang di atas kalian sesungguhnya hal ini akan menjadikan kalian tidak merendahkan nikmat Allāh yang Allāh berikan kepada kalian”. (HR. Imām Bukhāri dan Imām Muslim)"
            },
            {
                "title" : "Hakekat Kebaikan dan Dosa Bagian",
                "before": "",
                "arabic": "وَ عَنِ النَّوَّاسِ ابْنِ سَمْعَانَ رضي اللّه عنه قَالَ سَأَلْتُ رَسُوْلَ اللّهِ صلّى اللّه عليه وسلّم عَنِ الْبِرِّ وَ اْلأِثْمِ فَقَالَ اَلْبِرُّ حُسْنُ الْخُلُقِ وَ اْلأِثْمُ مَا حَاكَ فِى صَدْرِكَ وَكَرِهْتَ أَنْ يَطَّلِعَ عَلَيْهِ النَّاس",
                "id" : "Dari sahabat Nawwas bin Sam’an radhiyallāhu Ta’ālā ‘anhu beliau berkata: Aku bertanya kepada Rasūlullāh shallallāhu ‘alayhi wa sallam tentang makna AlBirr (yaitu kebajikan) dan itsm (yaitu dosa)-Apa itu kebajikan? Apa itu dosa?. Maka Rasūlullāh shallallāhu ‘alayhi wa sallam berkata AlBirr (kebajikan) adalah akhlaq yang mulia. Adapun dosa yaitu apa yang engkau gelisahkan dihatimu dan engkau tidak suka kalau ada orang yang mengetahuinya. (Hadits ini diriwayatkan oleh Imam Muslim)."
            },
            {
                "title" : "Larangan Berbisik Antara Dua Orang Ketika Sedang Bertiga",
                "before": "",
                "arabic": "وَعَنِ ابْنِ مَسْعُودٍ – رضي الله عنه – قَالَ: قَالَ رَسُولُ اللَّهِ – صلى الله عليه وسلم: «إِذَا كُنْتُمْ ثَلَاثَةً, فَلَا يَتَنَاجَى اثْنَانِ دُونَ الْآخَرِ, حَتَّى تَخْتَلِطُوا بِالنَّاسِ; مِنْ أَجْلِ أَنَّ ذَلِكَ يُحْزِنُهُ ». مُتَّفَقٌ عَلَيْهِ, وَاللَّفْظُ لِمُسْلِمٍ. (١)  (١) – صحيح. رواه البخاري (٦٢٩٠)، ومسلم (٢١٨٤)، وليس عند مسلم لفظ «ذلك».",
                "id" : "Hadits dari Ibnu Mas’ūd radhiyallāhu Ta’ālā ‘anhu beliau berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Jika kalian bertiga maka janganlah 2 orang berbicara/berbisik bisik berduaan sementara yang ketiga tidak diajak sampai kalian bercampur dengan manusia. Karena hal ini bisa membuat orang yang ketiga tadi bersedih.” (HR. Imām Bukhāri dan Imām Muslim dan lafazhnya adalah terdapat dalam Shahīh Muslim)."
            },
            {
                "title" : "Adab-Adab Bermajelis",
                "before": "A",
                "arabic": "وَعَنِ ابْنِ عُمَرَ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “لاَ يُقِيْمُ الرَّجُلُ الرَّجُلَ مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيْهِ، وَلَكِنْ تَفَسَّحُوْا وَتَوَسَّعُوْا.” مُتَّفَقٌ عَلَيْهِ.",
                "id" : "Dari Ibnu ‘Umar radhiyallāhu Ta’ālā ‘anhumā beliau berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: Janganlah seseorang memberdirikan saudaranya dari tempat duduknya kemudian dia gantikan posisi tempat duduk saudaranya tersebut, akan tetapi hendaknya mereka melapangkan dan merenggangkan.” (Muttafaqun ‘alaih)"
            },
            {
                "title" : "Anjuran Menjilati Jari Sesudah Makan",
                "before": "",
                "arabic": "وَعَنِ ابْنِ عَبَّاسٍ رضي الله الهم قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “إِذَا أَكَلَ أَحَدُكُمْ طَعَامًا فَلاَ يَمْسَحْ يَدَهُ حَتَّى يَلْعَقَهَا أَوْ يُلْعِقَهَا.” مُتَّفَقٌ عَلَيْهِ .",
                "id" : "Dari Ibnu ‘Abbas Radiyallāhu anhuma ia berkata: Rasūlullāh Shallallāhu ‘Alayhi Wasallam bersabda: “Jika salah seorang di antara kalian makan maka janganlah ia mencuci tangannya sebelum menjilatinya atau menjilatkan kepada yang lainnya.” (Muttafaqun ‘alaih)"
            },
            {
                "title" : "Adab-Adab Memberi Salam",
                "before": "",
                "arabic": "– وَعَنْ أَبِي هُرَيْرَةَ – رضي الله عنه – قَالَ: [قَالَ] رَسُولُ اللَّهِ – صلى الله عليه وسلم: «لِيُسَلِّمِ الصَّغِيرُ عَلَى الْكَبِيرِ, وَالْمَارُّ عَلَى الْقَاعِدِ, وَالْقَلِيلُ عَلَى الْكَثِيرِ». مُتَّفَقٌ عَلَيْهِ. (١) وَفِي رِوَايَةٍ لِمُسْلِمٍ: «وَالرَّاكِبُ عَلَى الْمَاشِي». (٢)",
                "id" : "Dari Abū Hurairah radhiyallāhu ‘anhu bahwa Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Hendaklah salam itu diucapkan yang muda kepada yang tua, yang berjalan kepada yang duduk, dan yang sedikit kepada yang banyak.” (Muttafaqun Alaihi)"
            },
            {
                "title" : "Adab-Adab Memberi Salam Dalam Rombongan",
                "before": "",
                "arabic": "وَعَنْ عَلِيٍّ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “يُجْزِئُ عَنِ الْجَمَاعَةِ إِذَا مَرُّوْا أَنْ يُسَلِّمَ أَحَدُهُمْ، وَيُجْزِئُ عَنِ الْجَمَاعَةِ أَنْ يَرُدَّ أَحَدُهُمْ.” رَوَاهُ أَحْمَدُ وَالْبَيْهَقِيُّ.",
                "id" : "Dari ‘Ali Radiyallāhu anhu ia berkata: Rasūlullah Shallallāhu Alayhi Wasallam bersabda: “Jika sekelompok orang lewat maka cukup satu orang saja di antara mereka yang mengucapkan salam mewakili semuanya dan juga cukup satu orang saja yang menjawab salam mewakili sekelompok yang lain.” (HR Ahmad dan al-Baihaqi)."
            },
            {
                "title" : "Larangan Mendahului Salam Kepada Orang Kafir",
                "before": "",
                "arabic": "وَعَنْهُ قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “لاَ تَبْدَؤُوْا الْيَهُوْدَ وَلاَ النَّصَارَى بِالسَّلاَمِ، وَإِذَا لَقِيتُمُوْهُمْ فِي طَرِيْقٍ فَاضْطَرُّوْهُمْ إِلَى أَضْيَقِهِ.” أَخْرَجَهُ مُسْلِمٌ .",
                "id" : "Dari Abu Hurairah Radiyallāhu anhu ia berkata: Rasūlullāh Shallallāhu Alayhi Wasallam bersabda: “Janganlah kalian mendahului mengucapkan salam kepada orang-orang Yahudi dan Nasrani, dan jika kalian bertemu dengan mereka disebuah jalan, desaklah mereka ke tempat yang paling sempit.” (HR Muslim)."
            },
            {
                "title" : "Adab-Adab Bersin",
                "before": "Dari Nabi shallallāhu ‘alayhi wa sallam bersabda:",
                "arabic": "إِذَا عَطَسَ أَحَدُكُمْ فَلْيَقُلْ: اَلْحَمْدُ الله, وَلْيَقُلْ لَهُ أَخُوهُ يَرْحَمُكَ الله, فَإِذَا قَالَ لَهُ يَرْحَمُكَ الله, فَلْيَقُلْ يَهْدِيكُمُ الله, وَيُصْلِحُ بَالَكُمْ ) أَخْرَجَهُ اَلْبُخَارِيُّ",
                "id" : "Jika salah seorang dari kalian bersin maka hendaknya dia mengatakan “Alhamdulillāh”. Dan saudaranya yang mendengarnya mengucapkan “Yarhamukallāh”. Jika saudaranya mengucapkan yarhamukallāh maka yang bersin tadi menjawab lagi dengan mengatakan “Yahdikumullāh wa yushlihu baa lakum” (semoga Allāh memberi petunjuk kepada kalian dan semoga Allāh meluruskan/memperbaiki urusanmu. (Hadits diriwayatkan oleh Imam Al-Bukhari)"
            },
            {
                "title" : "Adab-Adab Minum",
                "before": "",
                "arabic": "وَ عَنْهُ رضي اللّه تعالى عنه قال: قال رسول الله صلى الله عليه و سلم: لَا يَشْرَبَنَّ أَحَدٌ مِنْكُمْ قَائِمًا (أخرجه مسلم) ",
                "id" : "Dari Abū Hurairah radhiyallāhu Ta’āla ‘anhu, beliau berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda, “Janganlah sekali-kali seorang dari kalian minum dalam kondisi berdiri”.(HR Imam Muslim)"
            },
            {
                "title" : "Adab-Adab Memakai Sandal",
                "before":"Al-Hāfizh Ibnu Hajar rahimahullāh membawakan hadits dari ‘Ali radhiyallāhu Ta’ālā ‘anhu,",
                "arabic": "َوَعَنْهُ قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم إِذَا انْتَعَلَ أَحَدُكُمْ فَلْيَبْدَأْ بِالْيَمِينِ, وَإِذَا نَزَعَ فَلْيَبْدَأْ بِالشِّمَالِ, وَلْتَكُنْ اَلْيُمْنَى أَوَّلَهُمَا تُنْعَلُ, وَآخِرَهُمَا تُنْزَعُ",
                "id" : "Beliau berkata:“Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda, ‘Jika salah seorang dari kalian menggunakan sendal maka mulailah dengan menggunakan sandal bagian kanan, jika dia melepaskan sandalnya maka hendaknya dia mulai dengan melepaskan sandal yang kiri. Maka jadikanlah yang kanan yang pertama kali dipakai dan jadikanlah yang kanan pula yang terakhir dilepas’.” (Muttafaqun ‘Alaihi)"
            },
            {
                "title" : "Adab Berpakaian (Hukum Isbal)",
                "before": "Rasulullah shallallahu ‘alayhi wa sallam bersabda:",
                "arabic": "لَا يَنْظُرُ الله إِلَى مَنْ جَرَّ ثَوْبَهُ خُيَلَاءَ (مُتَّفَقٌ عَلَيْه)",
                "id" : "“Allāh tidak akan memandang orang yang menggeretkan (menjulurkan pakaiannya hingga terseret) pakaiannya karena sombong.”(Muttafaqun ‘alaih)"
            },
            {
                "title" : "Adab Makan (Makan & Minum Dengan Tangan Kanan)",
                "before": "",
                "arabic": "وَعَنْهُ أَنَّ رَسُوْلَ الله صَلَّى الله عَلَيْهِ وَ سَلَّمَ قَالَ: إِذَا أَكَلَ أَحَدُكُمْ فَلْيَأْكُلْ بِيَمِينِهِ وَإِذَا شَرِبَ فَلْيَشْرَبْ بِيَمِينِهِ فَإِنَّ الشَّيْطَانَ يَأْكُلُ بِشِمَالِهِ وَيَشْرَبُ بِشِمَالِهِ (أخرجه مسلم)",
                "id" : "Dari Ibnu ‘Umar radhiyallāhu Ta’āla ‘anhumā bahwasanya Rasūlullāh Shallallāhu ‘alayhi wa sallam bersabda : “Jika salah seseorang di antara kalian makan, maka hendaknya dia makan dengan tangan kanannya dan jika minum maka hendaknya juga minum dengan tangan kanannya. Karena sesungguhnya syaithan makan dengan tangan kirinya dan minum dengan tangan kirinya pula.” (HR Muslim)"
            },
            {
                "title" : "Adab Makan (Makan & Minum Dengan Tangan Kanan)",
                "before": "",
                "arabic": "                وَعَنْ عَمْرِو بْنِ شُعَيْبٍ, عَنْ أَبِيهِ, عَنْ جَدِّهِ قَالَ : قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( كُلْ, وَاشْرَبْ, وَالْبَسْ, وَتَصَدَّقْ فِي غَيْرِ سَرَفٍ, وَلَا مَخِيلَةٍ ) أَخْرَجَهُ أَبُو دَاوُدَ, وَأَحْمَدُ, وَعَلَّقَهُ اَلْبُخَارِيُّ",
                "id" : "Dari Amar Ibnu Syu’aib, dari ayahnya, dari kakeknya, radhiyallāhum ‘anhu bahwa Rasulullāh shallallāhu ‘alayhi wa sallam bersabda: “Makanlah, minumlah, berpakaianlah, dan bersedekahlah tanpa berlebihan dan sikap sombong.” (Riwayat Ahmad dan Abu Dawud. Hadits mu’allaq menurut Bukhari)"
            }
        ]
    },
    {
        "bab" : "Bab 2 - Silaturahim dan Kebaikan",
        "hadits": [
            {
                "title" : "Keutamaan Silaturrahim",
                "before": "",
                "arabic": "عَنْ أَبِيْ هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رسول الله صلى الله عليه و سلم: مَنْ أَحَبَّ أَنْ يُبْسَطَ لَهُ فِى رِزْقِهِ وَيُنْسَأَ لَهُ فِى أَثَرِهِ فَلْيَصِلْ رَحِمَهُ (أخرجه البخاري)",
                "id": "Dari Abū Hurairah radhiyallāhu Ta’āla ‘anhu berkata: Rasulullāh shallallāhu ‘alayhi wa sallam bersabda: “Barangsiapa senang untuk dilapangkan rizki dan dipanjangkan umurnya, maka jalinlah tali silaturahim (hubungan antar kerabat).” (HR Bukhari)"
            },
            {
                "title" : "Larangan Memutus Silaturahmi",
                "before": "",
                "arabic": "وَعَنْ جُبَيْرِ بْنِ مُطْعِمٍ رضي الله عنه قالَ: قَالَ رَسُوْلُ اللَّه صلى الله عليه و سلم : “لاَ يَدْخُلُ الْجَنَّةَ قَاطِعٌ” يَعْنِي: قَاطِعَ رَحِمٍ. مُتَّفَقٌ عَلَيْهِ.",
                "id": "Dari Jubair bin Muth‘im Radiyallāhu anhu ia berkata: Rasūlullāh Shallallāhu Alayhi Wasallam bersabda: “Tidak akan masuk surga orang yang memutus silaturahim.” (Muttafaqun ‘alaih)."
            },
            {
                "title" : "Perbuatan Yang Diharamkan",
                "before": "",
                "arabic": "وَعَنِ الْمُغِيْرَةِ بْنِ شُعْبَةَ رضي الله عنه عَنْ رَسُوْلِ اللَّهِ صلى الله عليه و سلم قَالَ: “إِنَّ اللَّهَ حَرَّمَ عَلَيْكُمْ عُقُوْقَ الأُمَّهَاتِ، وَوَأْدَ اَلْبَنَاتِ، وَمَنْعًا وَهَاتِ، وَكَرِهَ لَكُمْ قِيْلَ وَقَالَ، وَكَثْرَةَ السُّؤَالِ، وَإِضَاعَةَ الْمَالِ.” مُتَّفَقٌ عَلَيْهِ.",
                "id": "Dari Al-Mughirah bin Syu’bah radhiyallāhu ‘anhu, dari Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Sesungguhnya Allāh Subhānahu Wa Ta’āla mengHARAMkan atas kalian: Durhaka kepada para ibu, Mengubur anak-anak perempuan hidup-hidup, Hanya sekedar bisa menuntut hak, sementara tidak menunaikan hak orang lain (banyak menuntut sesuatu yang tidak pantas dituntutnya), Mengatakan “katanya & katanya” (banyak menukil perkataan manusia, Terlalu banyak bertanya (meminta), Dan membuang-buang (menyia-nyiakan) harta.” (Muttafaqun ‘alaih)."
            },
            {
                "title" : "Keutamaan Keridhaan Orang Tua",
                "before": "",
                "arabic": "وَعَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ رضي الله عنهما: عَنِ النَّبِيِّ صلى الله عليه و سلم قَالَ: “رِضَا اللَّهِ فِـيْ رِضَا الْوَالِدَيْـنِ، و سخط اللَّهِ فِـيْ سخط الْوَالِدَيْنِ (أَخْرَجَهُ التِّرْمِذِيُّ، وَصَحَّحَهُ ابْنُ حِبَّانَ وَالْحَاكِمُ)",
                "id": "Dari ‘Abdullāh bin ‘Amr bin al ‘Āsh Radhiyallāhu Ta’āla ‘anhumā: dari Nabi shallallāhu ‘alayhi wa sallam Beliau bersabda: “Ke-ridhā-an Allāh itu berada pada keridhā-an kedua orang tua, dan kemarahan Allāh itu berada pada kemarahan kedua orang tua.” (HR Tirmidzi dan dishahihkan oleh Ibnu Hibbān dan Al-Hākim)"
            },
            {
                "title" : "Anjuran Agar Menghormati Tetangga",
                "before": "",
                "arabic": "وَعَنْ أَنَس رضي الله عنه عَنْ النَّبِيِّ صلى الله عليه و سلم قَالَ: “وَالَّذِيْ نَفْسِيْ بِيَدِهِ لاَ يُؤْمِنُ عَبْدٌ حَتَّى يُحِبَّ لِجَارِهِ مَا يُحِبُّ لِنَفْسِهِ.” مُتَّفَقٌ عَلَيْهِ.",
                "id": "Dari Anas Radiyallāhu anhu dari Nabi Shallallāhu Alayhi Wasallam, beliau bersabda: “Demi Dzat yang jiwaku berada ditanganNya, tidaklah (sempurna) beriman seorang hamba sampai dia menyukai bagi tetangganya kebaikan yang dia suka untuk dirinya.” (Muttafaqun ‘alaih, diriwayatkan oleh Imām Bukhāri dan Imām Muslim)"
            },
            {
                "title" : "Syirik Dan Dosa-Dosa Besar",
                "before": "",
                "arabic": "وَعَنِ ابْنِ مَسْعُوْدٍ رضي الله عنه قَالَ: سَأَلْتُ رَسُوْلَ اللَّهِ صلى الله عليه و سلم : أَيُّ الذَّنْبِ أَعْظَمُ؟ قَالَ: “أَنْ تَجْعَلَ لِلّهِ نِدًّا وَهُوَ خَلَقَكَ” قُلْتُ: ثُمَّ أَيُّ؟ قَالَ: “أَنْ تَقْتُلَ وَلَدَكَ خَشْيَةَ أَنْ يَأْكُلَ مَعَكَ” قُلْتُ: ثُمَّ أَيُّ؟ قَالَ: “أَنْ تُزَانِيَ حَلِيْلَةَ جَارِكَ”.” مُتَّفَقٌ عَلَيْهِ.",
                "id": "Dari Ibnu Mas‘ud Radiyallāhu ‘anhu beliau berkata: Saya pernah bertanya kepada Rasūlullāh Shallallāhu Alayhi Wasallam : “Dosa apa yang paling besar?” Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Jika kamu menjadikan sekutu bagi Allah Subhānahu wa-ta’āla padahal Dia yang menciptakanmu.” “Kemudian apa?” Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Jika engkau membunuh anakmu karena takut ia makan bersamamu.” “Kemudian apa?” Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Jika kamu berzina dengan isteri tetanggamu.” (Muttafaqun ‘alaih)."
            },
            {
                "title" : "Mencaci Maki Orang Tua",
                "before": "",
                "arabic": "وَعَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ رضي الله عنهما أَنَّ رَسُوْلَ اللَّهِ صلى الله عليه و سلم قَالَ: “مِن الكَبَائِرِ: شتم الرَّجُلِ وَالِدَيْهِ” قِيْلَ: وَهَلْ يَسُبُّ الرَّجُلُ وَالِدَيْهِ؟ قَالَ: “نَعَمْ، يَسُبُّ أَبَا الرَّجُلِ، فَيَسُبُّ الرجل أَبَاهُ، وَيَسُبُّ أُمَّهُ، فَيَسُبُّ أُمَّهُ.” مُتَّفَقٌ عَلَيْهِ.",
                "id": "Dari shahābat ‘Abdullāh bin ‘Amr bin ‘Āsh radhiyallāhu Ta’āla ‘anhumā bahwasanya Rasūlullāh Shallallāhu Alayhi Wa sallam bersabda: “Diantara dosa besar adalah seorang lelaki memaki kedua orang tuanya.” Maka ditanyakan kepada Nabi: “Apakah ada seorang mencaci maki kedua orang tuanya?” Rasūlullāh Shallallāhu Alayhi Wa sallam bersabda: “Ya ada, seseorang mencaci ayah orang lain, maka orang lain tersebut kembali mencaci ayahnya. Dan (demikian juga) ia mencaci maki ibu orang lain, lalu orang lain tersebut mencaci ibunya pula.” (HR Imām Bukhāri dan Imām Muslim)"
            },
            {
                "title" : "Larangan Mendiamkan Saudaranya Lebih Dari Tiga Hari",
                "before": "",
                "arabic": "عنْ أبي أَيُّوبَ رَضِيَ الله تَعَالَى عَنْهُ، أنَّ رسولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قالَ: لَا يَحِلُّ لمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلَاثِ لَيَالٍ، يَلْتَقِيَانِ فَيُعْرِضُ هَذَا وَيُعْرِضُ هَذَا، وَخَيْرُهُمَا الَّذِي يَبْدَأُ بِالسَّلَامِ. (مُتَّفَقٌ عليهِ)",
                "id": "Dari Abū Ayyūb radhiyallāhu Ta’āla ‘anhu: Bahwasanya Rasūlullāh shallallāhu ‘alayhi wa sallam berkata: “Tidak halal bagi seorang muslim untuk menghajr (memboikot) saudaranya lebih dari 3 malam (yaitu 3 hari). Mereka berdua bertemu namun yang satu berpaling dan yang lainnya juga berpaling. Dan yang terbaik diantara mereka berdua yaitu yang memulai dengan memberi salam.” (Muttafaqun ‘alaih, diriwayatkan oleh Imām Bukhāri dan Imām Muslim)"
            },
            {
                "title" : "Setiap Kebaikan Adalah Sedekah",
                "before": "",
                "arabic": "وَعَنْ جَابِرٍ رضي الله عنه قَالَ: قاَلَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “كُلُّ مَعْرُوْفٍ صَدَقَةٌ.” أَخْرَجَهُ الْبُخَارِيُّ.",
                "id": "Dari Jābir radhiyallāhu Ta’āla ‘anhu, dia berkata: Rasūlullāh Shallallāhu Alayhi Wasallam bersabda: “Seluruh perbuatan baik merupakan sedekah.” (HR Imām Al Bukhari)"
            },
            {
                "title" : "Larangan Memandang Rendah Suatu Kebaikan",
                "before": "",
                "arabic": "عَنْ أَبِيْ ذَرٍّ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “لاَ تَحْقِرَنَّ مِنَ الْمَعْرُوْفِ شَيْئاً، وَلَوْ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلْقٍ.” أَخْرَجَهُ مُسْلِمٌ.",
                "id": "Dari Abu Dzarr Radhiyallāhu ‘anhu ia berkata: Rasūlullāh Shallallāhu Alayhi Wasallam bersabda: “Janganlah kamu meremehkan kebaikan apapun, meskipun kau bertemu dengan saudaramu dengan wajah berseri-seri.” (Hadits shahīh diriwayatkan oleh Imām Muslim)."
            },
            {
                "title" : "Anjuran Memperhatikan Tetangga",
                "before": "",
                "arabic": "وَعَنْهُ قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “إِذَا طَبَخْتَ مَرَقَةً فَأَكْثِرْ مَاءَهَا وَتَعَاهَدْ جِـيْرَانَكَ.” أَخْرَجَهُ مُسْلِمٌ .",
                "id": "Dari Abū Dzarr radhiyallāhu Ta’āla ‘anhu, beliau berkata: Rasūlullāh Shallallāhu Alayhi Wasallam bersabda: “Jika engkau memasak kuah, maka perbanyaklah airnya dan perhatikanlah tetangga-tetanggamu.” (HR Muslim)"
            },
            {
                "title" : "Menghilangkan Penderitaan Sesama Muslim ",
                "before": "",
                "arabic": "عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ مَنْ نَفَّسَ عَنْ مُسْلِمٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ الله عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ وَمَنْ سَتَرَ عَلَى مُسْلِمٍ سَتَرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ",
                "id": "Dari shāhabat Abū Hurairah radhiyallāhu ‘anhu, beliau berkata, Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda, Barangsiapa yang menghilangkan dari seorang Muslim penderitaannya dari penderitaan di dunia, maka Allāh akan menghilangkan darinya dari penderitaan-penderitaan hari Kiamat. Barangsiapa yang memudahkan bagi orang yang mengalami kesulitan karena terlilit hutang, maka Allāh akan memudahkan baginya urusan di dunia dan di akhirat. Barangsiapa yang menutupi aib orang Islam, maka Allāh akan menutupi aibnya di dunia dan di akhirat. Allāh senantiasa menolong hamba tersebut jika seorang hamba menolong saudaranya.” (HR Muslim)"
            },
            {
                "title" : "Keutamaan Orang Yang Menunjukkan Kepada Kebaikan",
                "before": "",
                "arabic": "وعَنْ ابن مَسْعُوْدٍ رضي الله عنه قاَلَ: قاَلَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “مَنْ دَلَّ عَلَى خَيْرٍ، فَلَهُ مِثْلُ أَجْرِ فاَعِلِهِ.” أَخْرَجَهُ مُسْلِمٌ .",
                "id": "Dari shahābat Ibnu Mas’ūd radhiyallāhu Ta’āla anhu, beliau berkata: Rasūlullāh shallallāhu ‘alayhi wasallam bersabda: “Barangsiapa yang menunjukkan kepada kebaikan, maka bagi dia pahala yang orang yang mengerjakan kebajikan tersebut.” (HR Muslim)"
            },
            {
                "title" : "Keutamaan Membalas Kebaikan",
                "before": "",
                "arabic": "وَعَنِ ابْنِ عُمَرَ رضي الله تعالى عنهما: عَنِ النَّبِيِّ صلى الله عليه و سلم قَالَ: “مَنِ اسْتَعاَذَكُمْ بِاللَّهِ فَأَعِيْذُوْهُ، وَمَنْ سَأَلَكُمْ بِاللَّهِ فَأَعْطُوْهُ، وَمَنْ أَتَى إِلَيْكُمْ مَعْرُوْفاً فَكَافِئُوْهُ، فَإِنْ لَمْ تَجِدُوْا فاَدْعُوْا لَهُ.” أَخْرَجَهُ الْبَيْهَقِيُّ.",
                "id": "Dari shahābat Ibnu ‘Umar Radhiyallāhu anhumā ia berkata: Dari Rasūlullāh Shallallāhu ‘Alayhi Wasallam, Beliau bersabda: “Barangsiapa yang memohon pertolongan kepada kalian dengan bertawasul (dengan menyebut nama Allāh) maka tolonglah dia. Dan barangsiapa yang meminta kepada kalian dengan menyebut nama Allāh maka penuhilah permintaannya. Dan barangsiapa yang berbuat baik kepada kalian maka balaslah (kebaikan tersebut). Jika kalian tidak mendapati (apa yang bisa kalian buat balas kebaikan tersebut) maka do’akanlah dia (orang yang berbuat baik tersebut).” (HR. Imam Baihaqi, hadist shahīh, dishahihkan oleh Ibnu Hibban dan Al-Hakim dan disepakati oleh Imam Adz-Dzahabi rahimahullāh Ta’āla)"
            }
        ]
    },
    {
        "bab" : "Bab 3 - Sifat Zuhud dan Wara'",
        "hadits" : [
            {
                "title" : "Menjauhi Hal-Hal Syubhat",
                "before": "",
                "arabic": "عَنِ النُّعْمَانِ بْنِ بَشِيْرٍ رضي الله تعالى عنهما قَالَ: سَمِعْتُ رَسُوْلَ اللَّهِ صلى الله عليه و سلم يَقُوْلُ -وَأَهْوَى النُّعْمَانُ بِإِصْـبَعَيْهِ إِلَى أُذُنَيْهِ-: “إِنَّ الْحَلالَ بَـيِّنٌ، وَإِنَّ الْحَرَامَ بَيِّنٌ، وَبَيْنَهُمَا مُشْتَبِهَاتٌ، لاَ يَعْلَمُهُنَّ كَثِيْرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الشُّـبُهَاتِ فَقَدِ اسْتَبْرَأَ لِدِيْنِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ فِيْ الشُّبُهَاتِ وَقَعَ فِيْ الْحَرَامِ: كَالرَّاعِيْ يَرْعَى حَوْلَ الْحِمَى يُوْشِكُ أَنْ يَقَعَ فِيْهِ، أَلاَ وَإِنَّ لِكُلِّ مَلِكٍ حِمًى، أَلاَ وَإِنَّ حِمَى اللَّهِ: مَحَارِمُهُ، أَلاَ وَإِنَّ فِيْ الْجَسَدِ مُضْغَةً، إِذَا صَلَحَتْ صَلَحَ الْجَسَدُ كُلُّهُ وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ كُلُّهُ، أَلاَ وَهِيَ: اَلْقَلْبُ.” مُتَّفَقٌ عَلَيْهِ.",
                "id": "Dari shahābat Nu’mān bin Basyīr -semoga Allāh meridhai keduanya-, ia berkata: Aku mendengar Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda-lantas Nu’mān memberi isyarat dengan kedua jarinya ke kedua telinganya-: (menunjukkan beliau mendengar langsung hadits ini dari Nabi shallallāhu ‘alayhi wa sallam). “Sesungguhnya yang halal itu jelas dan yang haram itu jelas. Dan di antara keduanya (antara haram yang jelas dan halal yang jelas) ada perkara-perkara yang musytabihāt (samar/rancu tentang haram dan halalnya). Kebanyakan orang tidak mengetahui hakikat dari perkara yang rancu ini (apakah dia halal ataukah dia haram). Barangsiapa yang menjauhkan diri dari syubhāt (perkara-perkara yang rancu) maka sungguh dia telah mensucikan agamanya dan harga dirinya. Dan barangsiapa yang terjerumus dalam perkara-perkara yang syubhat maka dia akan terjerumus dalam perkara-perkara yang haram. Sebagaimana penggembala yang dia menggembalakan hewan gembalaannya di sekitar daerah terlarang, dikhawatirkan hewan-hewannya akan masuk ke dalam daerah larangan tersebut. Ketahuilah, bahwasanya setiap raja itu memiliki daerah larangan. Ketahuilah, bahwasanya daerah larangan Allāh adalah hal-hal yang diharamkan oleh Allāh Subhānahu wa Ta’āla. Ketahuilah bahwasanya di dalam jasad itu ada segumpal daging. Jika segumpal daging itu baik maka baik pula seluruh jasad. Dan jika segumpal daging itu rusak, maka rusak pula seluruh jasad. Ketahuilah, dia adalah jantung.” (HR Al Imām Bukhāri dan Al Imām Muslim, Muttafaqun ‘alayhi)"
            },
            {
                "title" : "Larangan Menjadi Hamba Dunia",
                "before": "",
                "arabic": "وَعَنْ أَبِيْ هُرَيْرَةَ رضي الله عنه قَالَ: 8قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “تَعِـسَ عَـبْدُ الدِّيْنَارِ وَالدِّرْهَـمِ وَالْقَطِـيْفَةِ، إِنْ أُعْطِيَ رَضِيَ، وَإِنْ لَمْ يُعْطَ لَمْ يَرْضَ.” أَخْرَجَهُ الْبُخَارِيُّ.",
                "id": "Dari Abū Hurairah Radhiyallāhu ‘anhu ia berkata: Rasūlullāh Sallallāhu ‘Alayhi Wasallam bersabda: “Celaka budak dinar dan budak dirham, dan budak kain qathīfah. Kalau diberikan dunia tersebut (entah dinar, dirham atau kain yang lembut tersebut) dia senang dan kalau tidak mendapatkan dunia tersebut diapun tidak rela (marah).” (HR Bukhari)"
            },
            {
                "title" : "Perintah untuk Wara’ kepada Dunia",
                "before": "",
                "arabic": "وَعَنِ ابْنِ عُمَرَ رضي الله عنهما قَالَ: أَخَذَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم بِمَنْكِـبَيَّ، فَقَالَ: “كُنْ فِيْ الدُّنْـيَا كَأَنَّكَ غَرِيْبٌ، أَوْ عَابِرُ سَبِيْلٍ.” وَكَانَ اِبْنُ عُمَرَ رضي الله عنهما يَقُوْلُ: إِذَا أَمْسَيْتَ فَلاَ تَنْتَظِرِ الصَّبَاحَ، وَإِذَا أَصْبَحْتَ فَلاَ تَنْتَظِرِ الْمَسَاءَ، وَخُذْ مِنْ صِحَّتِكَ لِسَقَمِكَ، وَمِنْ حَيَاتِكَ لِمَوْتِكَ. أَخْرَجَهُ الْبُخَارِيُّ .",
                "id": "Dari Ibnu ‘Umar radhiyallãhu ‘anhumā ia berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam memegang kedua pundakku dan berkata: “Jadilah di dunia ini seakan-akan kamu orang asing atau orang yang numpang lewat.” Dan Ibnu ‘Umar radhiyallāhu Ta’āla ‘anhu ‘anhuma berkata: “Jika engkau telah tiba di sore hari, maka jangan tunggu waktu pagi hari. Dan jika engkau berada di pagi hari maka jangan kau tunggu tibanya sore hari. Maka gunakanlah (manfaatkanlah) kesehatanmu sebelum datang sakitmu. Dan manfaatkanlah kehidupanmu sebelum kematianmu (beramallah di kehidupanmu sebelum tiba wafatmu).” (HR Imām Al Bukhari)"
            },
            {
                "title" : "Larangan Menyerupai Kaum Kafir",
                "before": "",
                "arabic": "وَعَنِ ابْنِ عُمَرَ رضي الله الهم قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ.” أَخْرَجَهُ أَبُوْ دَاوُدَ ، وَصَحَّحَهُ اِبْنُ حِبَّان.",
                "id": "Dari Ibnu ‘Umar radhiyallāhu Ta’āla ‘anhumā ia berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Barangsiapa menyerupai suatu kaum, maka ia termasuk dari kaum tersebut.” (HR Imām Abū Dāwūd dalam Sunannya dan dishahihkan oleh Ibnu Hibban)"
            },
            {
                "title" : "Perintah Meminta Pertolongan Hanya Kepada Allāh",
                "before": "",
                "arabic": "وَعَنِ ابْنِ عَبَّاسٍ رضي الله الهم قَالَ: كُنْتُ خَلْفَ النَّبِيِّ صلى الله عليه و سلم يَوْمًا، فَقَالَ: “يَا غُلاَمُ، اِحْفَظِ اللَّهَ يَحْفَظْكَ، اِحْفَظِ اللَّهَ تَجِدْهُ تُجَاهَكَ، وَإِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ.” رَوَاهُ التِرْمِذِيُّ، وَقَالَ: حَسَنٌ صَحِيْحٌ.",
                "id": "Dari Ibnu ‘Abbās radhiyallāhu Ta’āla ‘anhumā mengatakan: Pada suatu hari aku pernah di bonceng Nabi shallallāhu ‘alayhi wa sallam dan Beliau bersabda: “Wahai remaja (pemuda), jagalah Allāh, niscaya Dia akan menjagamu. Jagalah Allāh, niscaya kamu akan mendapati-Nya selalu hadir di hadapanmu. Jika kamu meminta sesuatu, mintalah kepada Allāh. Dan jika kamu memohon pertolongan, mohonlah pertolongan kepada Allāh.” (HR Tirmidzi, dan ia berkata: “Hadits ini derajatnya adalah hasan shahih.”)"
            },
            {
                "title" : "Perintah Zuhud Terhadap Dunia",
                "before": "",
                "arabic": "وَعَنْ سَهْلِ بْنِ سَعْدٍ رضي الله عنه قَالَ: جَاءَ رَجُلٌ إلَى النَّبِيِّ صلى الله عليه و سلم فَقَالَ: يَا رَسُوْلَ اللَّهِ، دُلَّنِيْ عَلَى عَمَلٍ إِذَا عَمِلْـتُـهُ أَحَبَّنِيَ اللَّهُ، وَأَحَبَّنِيَ النَّاسُ. فَقَالَ: “اِزْهَدْ فِيْ الدُّنْـيَا يُحِبَّكَ اللَّهُ، وَازْهَدْ فِيْمَا عِنْدَ النَّاسِ يُحِبَّكَ النَّاسُ.” رَوَاهُ اِبْنُ مَاجَهُ وَسَنَدُهُ حَسَنٌ.",
                "id": "Dari Sahl bin Sa’ad Radiyallahu ‘anhu ia berkata: Seorang sahabat menemui Nabi shallallāhu ‘alayhi wa sallam dan berkata: “Wahai Rasūlullāh, tunjukkan kepadaku suatu perbuatan yang jika aku lakukan, aku akan dicintai oleh Allāh dan manusia.” Beliau bersabda: “Zuhudlah dari dunia, niscaya Allāh akan mencintaimu dan zuhudlah dari apa yang ada pada manusia, niscaya mereka akan mencintaimu.” (HR. Ibnu Majah dan lainnya dengan sanad yang hasan)"
            },
            {
                "title" : "Sebab Untuk Meraih Kecintaan Allah Kepada Seorang Hamba",
                "before": "",
                "arabic": "عَنْ سَعْدِ بْنِ أَبِيْ وَقَّاصٍ رضي الله عنه قاَلَ: سَمِعْتُ رَسُوْلَ اللَّهِ صلى الله عليه و سلم يَقُوْلُ: “إِنَّ اللَّهَ يُحِبُّ الْعَبْدَ التَّقِيَّ الْغَنِيَّ الخَفِيَّ.” أَخْرَجَهُ مُسْلِمٌ.",
                "id": "Dari Sa’ad bin Abi Waqqash radhiyallāhu ‘anhu ia berkata: Aku pernah mendengar Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Sesungguhnya Allāh mencintai seorang hamba yang bertaqwa, yang merasa cukup, dan yang rajin beribadah secara diam-diam.” (HR Muslim)"
            },
            {
                "title" : "Meninggalkan Hal-Hal Yang Bukan Urusannya",
                "before": "",
                "arabic": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “مِنْ حُسْنِ إِسْلاَمِ الْمَرْءِ، تَرْكُهُ مَا لاَ يَعْنِيْهِ.” رَوَاهُ التِّرْمِذِيُّ، وَقَالَ: حَسَنٌ",
                "id": "Dari Abū Hurairah radhiyallāhu ‘anhu, beliau berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Diantara keelokan Islam seseorang adalah meninggalkan apa yang bukan urusannya.” (HR Tirmidzi, ia berkata: “Hadits yang hasan.”)"
            },
            {
                "title" : "Larangan Berlebihan Ketika Makan",
                "before": "",
                "arabic": "وَعَنِ الْمِقْدَامِ بْنِ مَعْدِي كَرِبَ قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “مَا مَلأَ ابْنُ آدَمَ وِعَاءً شَرًّا مِنْ بَطْنِ.” أَخْرَجَهُ التِّرْمِذِيُّ وَحَسَّنَهُ.",
                "id": "Dari Al Miqdam bin Ma’dikarib radhiyallāhu ‘anhu ia berkata: Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Tidaklah anak cucu Adam memenuhi suatu tempat yang lebih buruk daripada perutnya.” (HR at Tirmidzi dan ia menghasankannya)"
            },
            {
                "title" : "Keutamaan Bertaubat kepada Allah Subhanahu wa Ta’ala",
                "before": "",
                "arabic": "وَعَنْ أَنَسٍ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “كُلُّ بَنِيْ آدَمَ خَطَّاءٌ، وَخَيْرُ الْخَطَّائِيْنَ التَّوَّابُوْنَ.” أَخْرَجَهُ التِّرْمِذِيُّ، وَابْنُ مَاجَهْ، وَسَنَدُهُ قَوِّيٌ.",
                "id": "Dari Anas radhiallahu ‘anhu, beliau berkata: “Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: ‘Seluruh anak Adam senantiasa berbuat kesalahan dan sebaik-baik orang yang berbuat kesalahan adalah mereka yang bertaubat kepada Allāh Subhānahu wa Ta’āla’.” (HR At Tirmidzi dan Ibnu Majah dan sanad qawiy)"
            },
            {
                "title" : "Diam Adalah Hikmah",
                "before": "",
                "arabic": "عَنْ أَنَسٍ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللَّهِ صلى الله عليه و سلم : “اَلصَّمْتُ حِكَمٌ، وَقَلِيْلٌ فَاعِلُهُ.”(أَخْرَجَهُ الْبَيْهَقِيُّ فِيْ “اَلشُّعَبِِ” بِسَنَدٍ ضَعِيْفٍ وَصَحَّحَ أَنَّهُ مَوْقُوْفٌ مِنْ قَوْلِ لُُقْْمَانََ اََلْْحَكِِيْمِ)",
                "id": "Dari Anas radhiyallāhu ‘anhu beliau berkata, Rasūlullāh shallallāhu ‘alayhi wa sallam bersabda: “Diam adalah hikmah dan sedikit pelakunya (sedikit yang melakukannya).” (HR Imām Al Baihaqi dalam kitabnya Asy Syu’abul Īmān dengan sanad yang dha’īf dan sebagian ulama membenarkan bahwasanya hadits ini adalah dari perkataan Luqmān Al Hakīm)"
            }
        ]
    },
    {
        "bab" : "Bab 4 - Peringatan Terhadap Akhlak-Akhlak Buruk",
        "hadits" : [
            {
                "title" : "",
                "before": "",
                "arabic": "",
                "id": ""
            },
        ]
    },
    {
        "bab" : "Bab 5 - Anjuran Memiliki Akhlah Mulia"
    },
    {
        "bab" : "Bab 6 - Dzikir dan Doa'"
    }
]